[
  {
    "id": "1",
    "name": "Алоє вера",
    "description": "Алоє вера — сукулентний вид рослини роду Алое, широко відомий своєю красою та лікувальними властивостями. Він рясно росте в тропічному кліматі і століттями використовується в традиційній та альтернативній медицині. Прозорий гель, що міститься в листі, використовується в оздоровчих, косметичних і терапевтичних цілях завдяки своїм заспокійливим, зволожуючим і загоюючим властивостям.",
    "benefits1": "<b>Зволоження шкіри:</b> гель алое вера допомагає зволожити шкіру, затримуючи вологу в шкірі, що робить його популярним інгредієнтом у продуктах по догляду за шкірою. Підвищує еластичність шкіри та допомагає зменшити сухість.",
    "benefits2": "<b>Загоєння опіків і ран:</b> гель має охолоджуючі властивості та є протизапальним, що робить його ефективним при загоєнні опіків, порізів і ран. Сприяє швидшій регенерації клітин шкіри завдяки наявності гормонів росту, таких як гібереліни.",
    "benefits3": "<b>Поліпшення здоров’я травлення:</b> Дозволяє зменшити кислотність шлунку та нормалізувати рН баланс, знімає запалення слизової оболонки. За рахунок очищаючих властивостей покращує мікрофлору кишечника та очищає при отруєннях організму. Покращує секрецію та активність ферментів підшлункової залози. ",
    "benefits4": "<b>Зниження рівня цукру в крові:</b> Деякі дослідження показують, що алое вера може підвищити чутливість до інсуліну та допомогти покращити контроль рівня цукру в крові у людей з діабетом 2 типу. Це відбувається через його багатий поживними речовинами склад, який впливає на метаболізм глюкози.",
    "benefits5": "<b>Антиоксидантні та протимікробні властивості:</b> Алое віра містить різноманітні антиоксиданти, включаючи поліфеноли, які допомагають захистити організм від вільних радикалів. Його антимікробні властивості також допомагають боротися з бактеріями та грибками.",
    "dosage1": "Прийом однієї капсули 200 мг 1-2 рази на день, краще на голодний шлунок для поліпшення засвоєння"
  },
  {
    "id": 2,
    "name": "Альфа-ліпоєва кислота",
    "description": "Альфа-ліпоєва кислота (ALA) - це органічна сполука, яка діє як потужний антиоксидант в організмі. Він природним чином міститься в кожній клітині, де він допомагає перетворювати глюкозу в енергію під час клітинного метаболічного процесу. На відміну від інших антиоксидантів, АЛК водорозчинна і жиророзчинна, що дозволяє їй працювати в кожній клітині або тканині організму. Ця універсальність робить його унікальним серед антиоксидантів",
    "benefits":[
      "123",
      "123"
    ],
    "benefits1": "<b>Антиоксидантний захист:</b> АЛК нейтралізує шкідливі вільні радикали та зменшує окислювальний стрес завдяки своїй здатності регенерувати інші антиоксиданти, такі як вітамін С, вітамін Е та глутатіон. Це допомагає захистити клітини від пошкодження.",
    "benefits2": "<b>Зниження рівня цукру в крові:</b> підвищує чутливість до інсуліну шляхом активації AMP-активованої протеїнкінази (AMPK), ключового ферменту в клітинах, який допомагає організму використовувати цукор і жир для отримання енергії, що робить його корисним для людей з діабетом 2 типу.",
    "benefits3": "<b>Зменшення запалення:</b> ALA пригнічує активацію NF-kB, молекули, яка викликає запалення в організмі, тим самим зменшуючи маркери запалення та потенційно сприяючи станам, пов’язаним із хронічним запаленням.",
    "benefits4": "<b>Втрата ваги:</b>  Приймає активну участь в обміні жирів та вуглеводів, можна використовувати при схудненні",
    "benefits5": "<b>Захист від серцевих захворювань:</b> АЛК може допомогти знизити рівень «поганого» холестерину ЛПНЩ і підвищити рівень «хорошого» холестерину ЛПВЩ, зменшуючи ризик серцевих захворювань. Він також покращує функцію ендотелію, що корисно для здоров’я серцево-судинної системи.",
    "dosage1": "<b>Дорослі (чоловіки та жінки):</b> для загальної антиоксидантної підтримки дози варіюються від 100-600 мг на день. Для конкретних станів, таких як діабетична нейропатія, дози можуть бути вищими, до 600-800 мг на день, розділених на кілька прийомів.",
    "dosage2": "<b>Діти:</b> Застосування АЛК у дітей має відбуватися під керівництвом медичного працівника, і є обмежені дослідження, щоб запропонувати стандартну дозу.",
    "dosage3": "<b>Пенсіонери:</b> можна використовувати дози, подібні до дорослих, хоча важливо починати з нижньої межі діапазону доз, щоб оцінити переносимість, особливо через можливу взаємодію з ліками та чутливість.",
    "dosage4": "Зазвичай, вживають до 1 місяця."
  },
  {
    "id": "3",
    "name": "Альфальфа (Люцерна)",
    "description": "Ця рослина – джерело вітамінів, мінералів та корисних мікроелементів для організму, вона підтримує здорове травлення, забезпечує вітамінами та мінералами, підтримує серцево-судинну систему, покращує стан імунної системи, має антиоксидантні властивості, підтримує здоров'я кісток. Також має протизапальний ефект, виводить сечову кислоту з організму та бере має антиоксидантні властивості..",
    "benefits1": "<b>Поживна підтримка :</b> люцерна має високий вміст вітамінів A, C, E і K4, а також таких мінералів, як кальцій, калій, фосфор і залізо, що забезпечує необхідну поживну підтримку та допомагає виправити недоліки в харчуванні.",
    "benefits2": "<b>Зниження рівня холестерину :</b> люцерна містить сапоніни, які, як вважають, зв’язуються з холестерином і перешкоджають його всмоктуванню в кишечнику, потенційно знижуючи рівень холестерину в крові та знижуючи ризик серцевих захворювань.",
    "benefits3": "<b>Регулювання рівня цукру в крові :</b> було вивчено здатність рослини знижувати рівень цукру в крові, можливо, завдяки високому вмісту клітковини, яка може уповільнити всмоктування цукру в кров, що корисно для людей з діабетом",
    "benefits4": "<b>Детоксикація :</b> високий вміст хлорофілу в люцерні може допомогти детоксикації організму шляхом зв’язування важких металів та інших токсинів, сприяючи їх виведенню з організму.",
    "benefits5": "<b>Підтримка нормального травлення:</b> продукт містить ферменти, які сприяють легшому травленню і засвоєнню поживних речовин.",
    "dosage1": "<b>Дорослі (чоловіки та жінки) :</b> для загального оздоровлення дози можуть коливатися від 500 до 1000 мг екстракту листя люцерни"
  },
  {
    "id": "4",
    "name": "Артишок",
    "description": "Артишок містить велику кількість антиоксидантів, таких як кверцетин, рутин та кафеїнова кислота, що допомагають знижувати рівень вільних радикалів та запобігати пошкодженню клітин.Також екстракт позитивно впливає на травну систему, він стимулює вироблення та виділення жовчі, що допомагає усувати неприємні симптоми, такі як відчуття важкості, спазми шлунку, покращує травлення жирів та вуглеводів. Також ця добавка здатна знижувати рівень холестерину, підтримувати правильну роботу серцево-судинної системи, має сечогінну дію.",
    "benefits1": "<b>Поліпшення здоров’я печінки :</b> артишоки відомі своєю захисною дією на печінку, головним чином завдяки цинарину та силімарину. Ці сполуки стимулюють вироблення жовчі, яка допомагає виводити шкідливі токсини з печінки, підтримуючи її загальну функцію та регенерацію.",
    "benefits2": "<b>Покращення травлення :</b> високий вміст клітковини в артишоках сприяє травленню, сприяючи здоровому випорожненню та запобігаючи запорам. Артишоки також містять інулін, пребіотик, який підтримує ріст корисних кишкових бактерій.",
    "benefits3": "<b>Зниження рівня холестерину :</b> Артишоки можуть впливати на рівень холестерину, збільшуючи виведення жовчних кислот, що допомагає знизити рівень (поганого) холестерину ЛПНЩ, одночасно потенційно підвищуючи рівень (хорошого) холестерину ЛПВЩ завдяки вмісту цинарину.",
    "benefits4": "<b>Антиоксидантна дія :</b> артишоки мають високий вміст антиоксидантів, таких як лютеолін і рутин, які борються з окислювальним стресом в організмі, потенційно знижуючи ризик хронічних захворювань і захищаючи від пошкодження клітин.",
    "benefits5": "<b>Контроль рівня цукру в крові :</b> клітковина в артишоках може допомогти контролювати рівень цукру в крові, уповільнюючи всмоктування глюкози в крові, що корисно для людей з діабетом або тих, хто має ризик розвитку захворювання.",
    "dosage1": "<b>Дорослі (чоловіки та жінки) :</b> для екстракту листя артишоку загальні дози коливаються від 300 до 640 мг тричі на день. Споживання свіжих артишоків або включення їх у раціон також може принести користь для здоров’я, хоча конкретні дози менш визначені."
  },
  {
    "id": "5",
    "name": "Астрагалус",
    "description": " Вона містить екстракт астрагалу, який використовується в традиційній китайській медицині протягом століть для підвищення витривалості та загального покращення тонусу організму. Цей продукт підтримує функцію імунної системи, збільшуючи активність та кількість клітин, які беруть участь у захисті організму від інфекцій та інших шкідливих зовнішніх факторів, також астрагалус містить потужні антиоксиданти, такі як флавоноїди та поліфеноли, які нейтралізують вільні радикали в організмі. Це допомагає захистити клітини та попереджає їх передчасне старіння",
    "benefits1": "<b>Зміцнення імунної системи :</b> астрагал відомий своєю здатністю зміцнювати імунну систему. Він збільшує виробництво лейкоцитів, особливо Т-клітин і макрофагів, які відіграють вирішальну роль у захисті організму від патогенів.",
    "benefits2": "<b>Протизапальна дія :</b> сапоніни та полісахариди в астрагалі мають протизапальні властивості, допомагаючи зменшити запалення в організмі та потенційно полегшити симптоми таких захворювань, як артрит та астма.",
    "benefits3": "<b>Покращення здоров’я серцево-судинної системи :</b> астрагал може покращити здоров’я серцево-судинної системи шляхом зниження артеріального тиску та контролю рівня цукру в крові. Його флавоноїди можуть допомогти захистити кровоносні судини від пошкоджень і запобігти накопиченню бляшок в артеріях.",
    "benefits4": "<b>Антиоксидантна дія :</b> антиоксидантні властивості астрагалу допомагають нейтралізувати шкідливі вільні радикали в організмі, зменшуючи окислювальний стрес і знижуючи ризик хронічних захворювань, таких як рак і хвороби серця.",
    "benefits5": "<b>Захист печінки </b>: астрагал має гепатопротекторну дію, тобто він може допомогти захистити печінку від пошкоджень, спричинених токсинами, вірусами та запаленнями, ймовірно, завдяки своїм антиоксидантним і протизапальним сполукам.",
    "dosage1": "Дорослі (чоловіки та жінки) : типова доза екстракту кореня астрагалу становить від 250 до 500 мг три-чотири рази на день."
  },
  {
    "id": "6",
    "name": "Ашваганда",
    "description": "Ашваганда, науково відома як Withania somnifera, є видатною рослиною в Аюрведе, традиційній системі медицини в Індії. Його зазвичай називають «індійським женьшенем» завдяки його омолоджуючим властивостям, хоча з ботанічної точки зору він не пов’язаний із справжнім женьшенем. ",
    "benefits1": "<b>Зниження рівня стресу та тривожності:</b>Ашваганда найбільш відома своїми адаптогенними властивостями, тобто допомагає організму справлятися зі стресом. Це досягається шляхом пом’якшення системи реакції на стрес, зниження рівня кортизолу, який часто підвищується під час стресу.",
    "benefits2": "<b>Покращення функцій мозку та пам'яті:</b> Антиоксидантні властивості ашваганди підтримують здоров'я мозку, покращуючи пам'ять, час реакції та здатність до навчання.",
    "benefits3": "<b>Підвищення витривалості та сили:</b> Ашваганда може підвищити рівні енергії та витривалість, забезпечуючи кращу фізичну продуктивність і відновлення після тренувань.",
    "benefits4": "<b>Підтримка імунної системи:</b> Завдяки своїм протизапальним і антиоксидантним властивостям, ашваганда може зміцнювати імунну систему, допомагаючи організму протистояти інфекціям.",
    "benefits5": "<b>Покращена сексуальна функція :</b> ашваганда може покращити сексуальне здоров’я та продуктивність шляхом підвищення рівня тестостерону у чоловіків і підвищення фертильності шляхом покращення якості сперми.",
    "dosage1": "<b>Для дорослих чоловіків та жінок:</b> 300-500 мг екстракту ашвагандхи щодня з концентрацією витаноліду не менше 1,5% є загальноприйнятою рекомендованою дозою для стресу та покращення фертильності",
    "dosage2": "<b>Для дітей:</b> Ашваганда зазвичай не рекомендується для дітей без консультації з педіатром.",
    "dosage3": "<b>Для пенсіонерів:</b> літні люди можуть почати з нижньої межі діапазону дозування для дорослих (наприклад, 300 мг на день), щоб оцінити переносимість. Коригування можна вносити залежно від стану здоров’я та наявності будь-яких хронічних захворювань."
  },
  {
    "id": "7",
    "name": "Берберин",
    "description": "Берберин є важливою біоактивною сполукою в кількох популярних лікарських рослинах, включаючи Berberis vulgaris (барбарис) і Coptis chinensis (китайська золота нитка). Берберин широко відомий своїми потенційними перевагами для здоров'я, включаючи підтримку здоров'я серцево-судинної системи, регуляцію рівня цукру в крові та підтримку метаболічних функцій. Кожна капсула містить 500 мг берберину, забезпечуючи сильну дозу для максимальної ефективності.",
    "benefits1": "<b>Зниження рівня цукру в крові:</b> Берберин може допомогти знизити рівень глюкози в крові шляхом збільшення чутливості тканин до інсуліну і сприянням використанню глюкози в клітинах.",
    "benefits2": "<b>Покращення функції серця:</b> Вважається, що берберин може знижувати ризик серцевих захворювань шляхом зменшення запалення, регулювання рівня холестерину та зменшення артеріального тиску.",
    "benefits3": "<b>Боротьба з запаленням:</b> Берберин має протизапальні властивості, які можуть допомогти зменшити запалення в організмі, зокрема при захворюваннях шлунково-кишкового тракту та захворюваннях суглобів",
    "benefits4": "<b>Підтримка здоров'я шлунково-кишкового тракту:</b> Берберин може допомагати зменшити симптоми запальних захворювань шлунково-кишкового тракту, таких як запалення кишечника, іригаційний синдром, коліти тощо.",
    "benefits5": "<b>Підтримка імунної системи:</b> Деякі дослідження показали, що берберин може підтримувати здоров'я імунної системи, зменшуючи ризик виникнення інфекцій та підвищуючи загальний захист організму.",
    "dosage1": "Рекомендована доза для дорослих становить від 500 до 1500 мг на день, розділених на кілька доз",
    "dosage2": "Для дітей дозу слід підбирати з урахуванням їх віку та маси тіла, а також за консультацією з лікарем. Зазвичай для дітей рекомендується дозування, яке складає приблизно 5-10% від дорослої дози.",
    "dosage3": "Старшим людям може знадобитися менша доза берберину через можливість зменшеної функції нирок та печінки, а також через можливі взаємодії з іншими ліками. Рекомендації щодо дозування для пенсіонерів також можуть варіюватися в залежності від індивідуальних особливостей та наявності супутніх захворювань."
  },
  {
    "id": "8",
    "name": "Бета-глюкан",
    "description": "Бета глюкан - це полісахарид натурального походження, молекулярний ланцюг якого складається виключно з глюкози. Речовина має високу біологічну активність, тому позитивно впливає на функціонування всіх внутрішніх органів людини.",
    "benefits1": "<b>Модуляція імунної системи:</b> Бета-глюкани відомі своєю імуномодулюючою дією. Вони можуть активувати певні імунні клітини, такі як макрофаги та природні клітини-кілери, допомагаючи посилити імунну відповідь організму на інфекції та хвороби. Бета-глюкани досягають цього шляхом зв’язування зі специфічними рецепторами на імунних клітинах, запускаючи каскад імунних реакцій, які допомагають боротися з патогенами.",
    "benefits2": "<b>Зниження рівня холестерину:</b> було показано, що бета-глюкани знижують рівень холестерину ЛПНЩ, який часто називають «поганим» холестерином, у крові. Вони досягають цього шляхом зв’язування з жовчними кислотами та холестерином у шлунково-кишковому тракті, запобігаючи їх всмоктуванню та сприяючи виведенню з організму. Це може допомогти знизити ризик серцево-судинних захворювань, таких як інфаркти та інсульти.",
    "benefits3": "<b>Регулювання рівня цукру в крові:</b> бета-глюкани можуть допомогти регулювати рівень цукру в крові, уповільнюючи всмоктування глюкози в кишечнику та покращуючи чутливість до інсуліну. Це може бути особливо корисним для людей з діабетом або тих, хто має ризик розвитку діабету, оскільки допомагає запобігти стрибкам рівня цукру в крові після їжі та сприяє загальному кращому контролю цукру в крові.",
    "benefits4": "<b>Здоров’я кишечника:</b> бета-глюкани служать пребіотиками, сприяючи росту корисних бактерій у кишечнику. Підживлюючи кишкову мікробіоту, бета-глюкани допомагають підтримувати здоровий баланс мікроорганізмів у травній системі, що важливо для правильного травлення, засвоєння поживних речовин і загального здоров’я кишечника. Здорова мікробіота кишечника також пов’язана з міцнішою імунною системою та зниженням ризику різних шлунково-кишкових розладів.",
    "benefits5": "<b>Протизапальні властивості:</b> Бета-глюкани мають протизапальні властивості, які можуть допомогти зменшити запалення в усьому тілі. Хронічне запалення пов’язане з різними захворюваннями, включаючи аутоімунні захворювання, артрит і запальні захворювання кишечника. Пригнічуючи шляхи запалення та модулюючи імунну відповідь, бета-глюкани можуть допомогти полегшити симптоми, пов’язані із запаленням, і сприяти загальному самопочуттю.",
    "dosage1": "Дорослі: рекомендоване дозування для дорослих зазвичай коливається від 250 мг до 500 мг на день, хоча вищі дози можуть використовуватися при певних захворюваннях під керівництвом медичного працівника",
    "dosage2": "Пенсіонери: літні люди можуть отримати користь від бета-глюканів, особливо для підтримки імунітету та контролю холестерину. Однак дозування слід коригувати залежно від індивідуального стану здоров’я та наявних захворювань. "
  },
  {
    "id": "9",
    "name": "Бета-каротин",
    "description": "Бета-каротином називають жовто-жовтогарячий рослинний пігмент з ряду природних каротиноїдів, що є провітаміном вітаміну А. Цей елемент має велике значення для людського організму, хоча самостійно їм і не виробляється. В організм він надходить при вживанні рослинної їжі. Міститься у моркві, гарбузах, помідорах, кабачках, абрикосах, хурмі, персиках, ягодах шипшини, інших овочах та фруктах.\n\nПри попаданні бета-каротину в кишечник відбувається його всмоктування людським організмом, насичуючи його вітаміном А. Максимальне насичення вітаміном А відбувається при вживанні бета-каротину з жирами.",
    "benefits1": "Бета-каротин необхідний, в першу чергу, через потребу організму у вітаміні А. Цей вітамін просто необхідний організму, оскільки займається стимулюванням його захисних функцій.",
    "benefits2": "<b>Антиоксидантні властивості:</b> Бета-каротин діє як потужний антиоксидант в організмі, поглинаючи вільні радикали та захищаючи клітини від окисного пошкодження. Вільні радикали - це нестабільні молекули, які можуть викликати пошкодження клітин і сприяти старінню, запаленням і різноманітним захворюванням, включаючи рак і серцеві захворювання. Бета-каротин допомагає нейтралізувати ці шкідливі молекули, знижуючи ризик пошкодження, пов’язаного з окислювальним стресом.",
    "benefits3": "<b>Здоров'я очей:</b> бета-каротин необхідний для підтримки здорового зору, особливо у формі вітаміну А. В організмі бета-каротин перетворюється на ретинол, тип вітаміну А, який є вирішальним для правильного функціонування сітківки та інших частини ока. Достатнє споживання бета-каротину може допомогти запобігти таким захворюванням, як куряча сліпота, дегенерація жовтої плями та катаракта.",
    "benefits4": "<b>Здоров’я шкіри:</b> відомо, що бета-каротин сприяє здоров’ю шкіри, сприяючи оновленню та відновленню клітин. Це допомагає захистити шкіру від пошкодження УФ-випромінюванням, зменшуючи ризик сонячних опіків і раку шкіри. Крім того, бета-каротин може надати шкірі природного сяйва та покращити її загальний вигляд.",
    "benefits5": "<b>Підтримка імунної системи:</b> бета-каротин відіграє важливу роль у підтримці функції імунної системи, посилюючи активність різних імунних клітин, таких як лімфоцити та фагоцити. Він допомагає зміцнити захисні механізми організму проти інфекцій і хвороб, сприяючи виробленню антитіл і цитокінів, які необхідні для формування ефективної імунної відповіді.",
    "benefits6": "<b>Здоров'я серця:</b> бета-каротин може мати переваги для серцево-судинної системи, знижуючи ризик серцевих захворювань та інсульту. Це досягається шляхом пригнічення окислення холестерину ліпопротеїнів низької щільності (ЛПНЩ), що може призвести до утворення бляшок в артеріях. Запобігаючи утворенню зубного нальоту, бета-каротин допомагає підтримувати здоровий кровообіг і знижує ризик атеросклерозу та серцево-судинних захворювань.",
    "dosage1": "<b>Дорослі:</b> рекомендоване добове споживання бета-каротину для дорослих зазвичай вище, коливається від 700 до 900 мкг для жінок і від 900 до 1200 мкг для чоловіків. ",
    "dosage1": "<b>Діти:</b>рекомендована добова доза бета-каротину для дітей залежить від віку. Для немовлят адекватне споживання (AI) становить приблизно 400-500 мікрограмів (мкг) на день. Для дітей старшого віку рекомендована норма споживання коливається від 300 до 600 мкг на день.",
    "dosage1": ""
  },
  {
    "id": "10",
    "name": "Бромелайн",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "11",
    "name": "Біофлавоноїди",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "12",
    "name": "Біфідобактерії ",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "13",
    "name": "Вітекс священний ",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "14",
    "name": "Гінкго білоба ",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "15",
    "name": "Гарцінія камбоджійська",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "16",
    "name": "ГАБА",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "17",
    "name": "ДМАЕ",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "18",
    "name": "Ехінацея",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "19",
    "name": "Елеутерококк",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "20",
    "name": "Ензими",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "21",
    "name": "Женьшень",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "22",
    "name": "Журавлина ",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "23",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "24",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "25",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "26",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "27",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "28",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  },
  {
    "id": "29",
    "name": "Алоє вера",
    "description": "",
    "benefits1": "",
    "dosage1": ""
  }
]