[
  {
    "id": 1,
    "name": "Кальцій",
    "description": "Кальцій — це мінерал, який найчастіше асоціюється зі здоров’ям кісток і зубів, хоча він також відіграє важливу роль у згортанні крові, допомагає м’язам скорочуватися та регулює нормальний серцевий ритм і нервові функції. Близько 99% кальцію в організмі зберігається в кістках, а решта 1% міститься в крові, м’язах та інших тканинах.кщо рівень кальцію в крові падає занадто низько, паратиреоїдний гормон (ПТГ) сигналізує кісткам про вивільнення кальцію в кров. Цей гормон також може активувати вітамін D для покращення всмоктування кальцію в кишечнику. У той же час ПТГ сигналізує ниркам виділяти менше кальцію з сечею. Коли в організмі достатньо кальцію, інший гормон, який називається кальцитонін, працює протилежно: він знижує рівень кальцію в крові, припиняючи вивільнення кальцію з кісток і сигналізуючи ниркам виводити його більше з сечею. Твоєму тілу потрібен кальцій, щоб м’язи могли рухатися, а нерви – для передачі повідомлень між мозком і кожною частиною тіла. Кальцій також допомагає кровоносним судинам рухати кров у вашому тілі та допомагає вивільняти гормони , які впливають на багато функцій у вашому тілі. Вітамін D допомагає організму засвоювати кальцій.",
    "benefits": {
      "items": [
        "<b>Здоров'я кісток:</b> Кальцій є однією з найважливіших поживних речовин, необхідних для здоров’я кісток. Кістка - це жива тканина, яка постійно рухається. Протягом усього життя кістки постійно руйнуються та будуються в процесі, відомому як ремоделювання. Кісткові клітини, звані остеобластами, будують кістку, тоді як інші кісткові клітини, звані остеокластами, руйнують кістку, якщо потрібен кальцій. У здорових людей, які отримують достатню кількість кальцію та фізичну активність, виробництво кісткової тканини перевищує руйнування кісткової тканини приблизно до 30 років. Після цього руйнування зазвичай перевищує виробництво. Це іноді називають «негативним балансом кальцію», що може призвести до втрати кісткової маси. Жінки, як правило, відчувають більшу втрату кісткової маси, ніж чоловіки, пізніше в житті через менопаузу, стан, який знижує кількість гормонів, які допомагають будувати та зберігати кістки. Коли кістка зламана, організм потребує створення нової кісткової тканини, щоб відновити пошкодження. Кальцій необхідний для цього процесу, оскільки він допомагає стимулювати ріст нової кісткової тканини.",
        "<b>Передача нервових імпульсів: </b>Кальцій важливий для нервової передачі, оскільки він допомагає генерувати електричні сигнали, які називаються потенціалами дії. Коли електричний сигнал проходить по нервовій клітині, він відкриває кальцієві канали, дозволяючи іонам кальцію проникати в клітину. Це підвищення концентрації кальцію викликає вивільнення хімічних речовин, які називаються нейромедіаторами, які дозволяють сигналу перетинати проміжок між нервовими клітинами (званий синапсом) і продовжуватись до наступної клітини. Кальцій також відіграє важливу роль у зміцненні зв’язків між нервовими клітинами, що важливо для навчання та пам’яті.",
        "<b>Згортання крові:</b> Кальцій відіграє важливу роль у здатності крові згущуватися. Хоча в цьому процесі беруть участь багато хімічних речовин і поживних речовин, кальцій є важливим фактором.",
        "<b>Серцева функція:</b> Кальцій допомагає підтримувати роботу серцевого м'яза, розслабляючи гладкі м'язи навколо кровоносних судин. Кальцій також пов'язаний зі зниженням артеріального тиску.",
        "<b>Скорочення м'язів:</b> Кальцій може допомогти збалансувати м'язові скорочення. Кальцій вивільняється, коли м'язи стимулюються. Це допомагає м'язам скорочуватися. Коли кальцій виводиться з м'яза, він може розслабитися."
      ]
    },
    "dosage": {
      "items": [
        "Рекомендована дієтична норма (RDA) кальцію для жінок 19-50 років становить 1000 мг на день; для жінок 51+ 1200 мг. Для вагітних і годуючих жінок RDA становить 1000 мг. ",
        "Для чоловіків 19-70 років RDA становить 1000 мг; для чоловіків 71+ років 1200 мг.",
        "Рекомендована верхня межа кальцію становить 2500 мг на день для дорослих від 19 до 50 років. Для тих, кому 51 рік і старше, обмеження становить 2000 мг на день.",
        "<b>Форми:</b>",
        "Кальцію карбонат - це з'єднання солі вугільної кислоти і кальцію.Однак він не розчиняється у воді та погано всмоктується за низької кислотності шлункового соку. Для кращого засвоєння його слід приймати під час їди. Найбільш поширена форма кальцію. Основні його джерела - вапняк, молюски, морські губки, коралові поліпи, устричні раковини, яєчна шкаралупа. ",
        "Одна з найбільш бажаних форм кальцію. Цитрат кальцію - це хімічна сполука солей кальцію і лимонної кислоти. Тому його ще називають - лимонно кальцій. Для засвоєння цієї форми кальцію соляна кислота не потрібно, його засвоєння не залежить від стану кислотності травного тракту, в результаті чого його біодуступность досягає 44%.",
        "Фосфат. Характеризується високою концентрацією кальцію (до 40%), є додатковим джерелом фосфору. Відрізняється низькою розчинністю, всмоктується переважно в кислому середовищі.",
        "Лактат. Добре засвоюється незалежно від їжі та кислотності шлунка, сприяє зростанню корисних бактерій у кишечнику. Але вміст кальцію в ньому невеликий і не може забезпечити щоденну норму споживання (130 мг на 1 г).",
        "Глюконат. Швидко розчиняється і всмоктується, покращує роботу нирок. Застосовується у вигляді розчину для ін'єкцій. Засвоєння кальцію з цієї форми низьке - всього 9%.",
        "Гідроксіапатит Кальція . Форма кальцію, яку одержують із джерела живого походження (кісткова тканина великої рогатої худоби). Як правило паралельно з такою формою кальцію йде додатково колаген 1 типу та фосфор, що робить її максимально схожою на форму людини. В результаті такий кальцій добре засвоюється кістковою тканиною та тканиною зубів."
      ]
    }
  },
  {
    "id": 2,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 3,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 4,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 5,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 6,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 7,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  }
]