[
  {
    "id": 1,
    "name": "Кальцій",
    "description": "Кальцій — це мінерал, який найчастіше асоціюється зі здоров’ям кісток і зубів, хоча він також відіграє важливу роль у згортанні крові, допомагає м’язам скорочуватися та регулює нормальний серцевий ритм і нервові функції. Близько 99% кальцію в організмі зберігається в кістках, а решта 1% міститься в крові, м’язах та інших тканинах.кщо рівень кальцію в крові падає занадто низько, паратиреоїдний гормон (ПТГ) сигналізує кісткам про вивільнення кальцію в кров. Цей гормон також може активувати вітамін D для покращення всмоктування кальцію в кишечнику. У той же час ПТГ сигналізує ниркам виділяти менше кальцію з сечею. Коли в організмі достатньо кальцію, інший гормон, який називається кальцитонін, працює протилежно: він знижує рівень кальцію в крові, припиняючи вивільнення кальцію з кісток і сигналізуючи ниркам виводити його більше з сечею. Твоєму тілу потрібен кальцій, щоб м’язи могли рухатися, а нерви – для передачі повідомлень між мозком і кожною частиною тіла. Кальцій також допомагає кровоносним судинам рухати кров у вашому тілі та допомагає вивільняти гормони , які впливають на багато функцій у вашому тілі. Вітамін D допомагає організму засвоювати кальцій.",
    "benefits": {
      "items": [
        "<b>Здоров'я кісток:</b> Кальцій є однією з найважливіших поживних речовин, необхідних для здоров’я кісток. Кістка - це жива тканина, яка постійно рухається. Протягом усього життя кістки постійно руйнуються та будуються в процесі, відомому як ремоделювання. Кісткові клітини, звані остеобластами, будують кістку, тоді як інші кісткові клітини, звані остеокластами, руйнують кістку, якщо потрібен кальцій. У здорових людей, які отримують достатню кількість кальцію та фізичну активність, виробництво кісткової тканини перевищує руйнування кісткової тканини приблизно до 30 років. Після цього руйнування зазвичай перевищує виробництво. Це іноді називають «негативним балансом кальцію», що може призвести до втрати кісткової маси. Жінки, як правило, відчувають більшу втрату кісткової маси, ніж чоловіки, пізніше в житті через менопаузу, стан, який знижує кількість гормонів, які допомагають будувати та зберігати кістки. Коли кістка зламана, організм потребує створення нової кісткової тканини, щоб відновити пошкодження. Кальцій необхідний для цього процесу, оскільки він допомагає стимулювати ріст нової кісткової тканини.",
        "<b>Передача нервових імпульсів: </b>Кальцій важливий для нервової передачі, оскільки він допомагає генерувати електричні сигнали, які називаються потенціалами дії. Коли електричний сигнал проходить по нервовій клітині, він відкриває кальцієві канали, дозволяючи іонам кальцію проникати в клітину. Це підвищення концентрації кальцію викликає вивільнення хімічних речовин, які називаються нейромедіаторами, які дозволяють сигналу перетинати проміжок між нервовими клітинами (званий синапсом) і продовжуватись до наступної клітини. Кальцій також відіграє важливу роль у зміцненні зв’язків між нервовими клітинами, що важливо для навчання та пам’яті.",
        "<b>Згортання крові:</b> Кальцій відіграє важливу роль у здатності крові згущуватися. Хоча в цьому процесі беруть участь багато хімічних речовин і поживних речовин, кальцій є важливим фактором.",
        "<b>Серцева функція:</b> Кальцій допомагає підтримувати роботу серцевого м'яза, розслабляючи гладкі м'язи навколо кровоносних судин. Кальцій також пов'язаний зі зниженням артеріального тиску.",
        "<b>Скорочення м'язів:</b> Кальцій може допомогти збалансувати м'язові скорочення. Кальцій вивільняється, коли м'язи стимулюються. Це допомагає м'язам скорочуватися. Коли кальцій виводиться з м'яза, він може розслабитися."
      ]
    },
    "dosage": {
      "items": [
        "Дя жінок 19-50 років становить 1000 мг на день; для жінок 51+ 1200 мг. Для вагітних і годуючих жінок RDA становить 1000 мг. ",
        "Для чоловіків 19-70 років становить 1000 мг; для чоловіків 71+ років 1200 мг.",
        "Рекомендована верхня межа кальцію становить 2500 мг на день для дорослих від 19 до 50 років. Для тих, кому 51 рік і старше, обмеження становить 2000 мг на день.",
        "<b>Форми:</b>",
        "Кальцію карбонат - це з'єднання солі вугільної кислоти і кальцію.Однак він не розчиняється у воді та погано всмоктується за низької кислотності шлункового соку. Для кращого засвоєння його слід приймати під час їди. Найбільш поширена форма кальцію. Основні його джерела - вапняк, молюски, морські губки, коралові поліпи, устричні раковини, яєчна шкаралупа. ",
        "Одна з найбільш бажаних форм кальцію. Цитрат кальцію - це хімічна сполука солей кальцію і лимонної кислоти. Тому його ще називають - лимонно кальцій. Для засвоєння цієї форми кальцію соляна кислота не потрібно, його засвоєння не залежить від стану кислотності травного тракту, в результаті чого його біодуступность досягає 44%.",
        "Фосфат. Характеризується високою концентрацією кальцію (до 40%), є додатковим джерелом фосфору. Відрізняється низькою розчинністю, всмоктується переважно в кислому середовищі.",
        "Лактат. Добре засвоюється незалежно від їжі та кислотності шлунка, сприяє зростанню корисних бактерій у кишечнику. Але вміст кальцію в ньому невеликий і не може забезпечити щоденну норму споживання (130 мг на 1 г).",
        "Глюконат. Швидко розчиняється і всмоктується, покращує роботу нирок. Застосовується у вигляді розчину для ін'єкцій. Засвоєння кальцію з цієї форми низьке - всього 9%.",
        "Гідроксіапатит Кальція . Форма кальцію, яку одержують із джерела живого походження (кісткова тканина великої рогатої худоби). Як правило паралельно з такою формою кальцію йде додатково колаген 1 типу та фосфор, що робить її максимально схожою на форму людини. В результаті такий кальцій добре засвоюється кістковою тканиною та тканиною зубів."
      ]
    }
  },
  {
    "id": 2,
    "name": "Магній",
    "description": "Магній – це поживна речовина , необхідна організму для підтримки здоров’я. Магній важливий для багатьох процесів в організмі, включаючи регуляцію функції м’язів і нервів , рівень цукру в крові та артеріальний тиск, а також утворення білка , кісток і ДНК .Магній також діє як електричний провідник, який скорочує м’язи та змушує серце битися стабільно.",
    "benefits": {
      "items": [
        "<b>Здоров'я кісток:</b> Хоча кальцій часто займає важливе місце для здоров'я кісток, магній також має вирішальне значення. Він працює синергетично з кальцієм і вітаміном D для підтримки щільності та міцності кісток. Магній бере участь у процесах формування та ремоделювання кісток, забезпечуючи належну мінералізацію кісткової тканини. Низький рівень магнію може погіршити здоров'я кісток і збільшити ризик остеопорозу.",
        "Магній відіграє важливу роль у передачі сигналів між мозком і тілом.Він виконує роль воротаря для рецепторів N-метил-D-аспартату (NMDA), які знаходяться в нервових клітинах і сприяють розвитку мозку, пам'яті та навчанню",
        "<b>Здоров'я серця:</b> магній необхідний для підтримки здоров'я серцево-судинної системи. Він допомагає регулювати серцевий ритм, впливаючи на рух іонів через клітинні мембрани серця. Дефіцит магнію пов’язують з аритміями (нерегулярним серцебиттям), гіпертонією (високим кров’яним тиском) і підвищеним ризиком серцево-судинних захворювань.",
        "<b>Регулювання рівня цукру в крові :</b> магній відіграє важливу роль у метаболізмі інсуліну та регуляції рівня глюкози. Він допомагає інсуліну транспортувати глюкозу в клітини, де її можна використовувати для виробництва енергії або зберігати для подальшого використання. Адекватний рівень магнію пов’язаний із покращенням чутливості до інсуліну та зниженням ризику діабету 2 типу.",
        "<b>Функція м’язів:</b> магній необхідний для правильного функціонування м’язів, включаючи скорочення та розслаблення м’язів. Він діє як антагоніст кальцію, тобто допомагає регулювати надходження кальцію в м’язові клітини. Ця регуляція є критичною для скорочення м’язів; без магнію м’язи можуть надмірно скорочуватися та ставати схильними до судом або спазмів.",
        "<b>Нервові функції:</b> магній відіграє важливу роль у регулюванні нейромедіаторів, які є хімічними речовинами, які передають сигнали по всій нервовій системі. Він допомагає підтримувати належну нервову функцію, регулюючи надходження кальцію в нервові клітини та модулюючи вивільнення нейромедіаторів. Достатній рівень магнію необхідний для нормальної нервової передачі та зв’язку.",
        "<b>Виробництво енергії:</b> магній є кофактором у більш ніж 300 ферментативних реакціях, які беруть участь у метаболізмі вуглеводів і жирів для виробництва енергії. Він активує АТФ (аденозинтрифосфат), який є основною енергетичною валютою клітин. Без магнію ці метаболічні процеси були б порушені, що призвело б до зниження виробництва енергії.",
        "<b>Головний біль при мігрені:</b> Терапія магнієм може допомогти запобігти або полегшити головний біль. Це пов'язано з тим, що дефіцит магнію може впливати на нейромедіатори та обмежувати звуження кровоносних судин, що є факторами, які лікарі пов'язують з мігренню.",
        "<b>Імунна функція:</b> магній бере участь у регуляції та функціонуванні імунної системи. Він допомагає модулювати запалення та підтримує активність імунних клітин, включаючи макрофаги та лімфоцити. Достатній рівень магнію необхідний для підтримки міцної імунної відповіді та захисту від інфекцій і хвороб."
      ]
    },
    "dosage": {
      "items": [
        "<b>Для дорослих:</b> 19-51+ років становить 400-420 мг на день для чоловіків і 310-320 мг для жінок. ",
        "Вагітність вимагає приблизно 350-360 мг на добу, а лактація - 310-320 мг.",
        "Форми:",
        "<b>Цитрат магнію</b> : цитрат магнію є комбінацією магнію та лимонної кислоти. Його зазвичай використовують як проносний засіб для полегшення запорів, оскільки він може втягувати воду в кишечник, пом’якшуючи стілець і сприяючи випорожненню.",
        "<b>Таурат магнію</b> : Таурат магнію є комбінацією магнію та амінокислоти таурину. Таурин бере участь у різних фізіологічних процесах, включаючи серцево-судинну функцію та регуляцію нейромедіаторів. Таурат магнію часто продається як корисний для здоров’я серця через його потенціал підтримувати здорову серцево-судинну функцію та сприяти розслабленню кровоносних судин.",
        "<b>Малат магнію</b> : малат магнію - це комбінація магнію та яблучної кислоти, сполуки, що міститься у фруктах. Яблучна кислота бере участь у виробництві АТФ, основної енергетичної валюти організму. Тому малат магнію часто продають як корисний для людей, які прагнуть підтримати виробництво енергії та зменшити втому. ",
        "<b>Оксид магнію</b> : Оксид магніюОксид магнію - це сіль, яка поєднує магній і кисень.. Він має високий вміст магнію, але менш біодоступний порівняно з іншими формами. Як результат, він може бути не таким ефективним для підвищення рівня магнію в організмі. Люди використовують його частіше, щоб полегшити неприємні симптоми травлення, такі як печія, розлад травлення та запор.",
        "<b>Аспартат магнію</b> : аспартат магнію є комбінацією магнію та аспарагінової кислоти, амінокислоти, яка бере участь у виробництві енергії. Хоча аспартат магнію, як правило, добре засвоюється, є обмежені дослідження, які порівнюють його ефективність з іншими формами магнію",
        "<b>Магнію L-треонат</b> L-треонат магнію – це сіль, що утворюється в результаті змішування магнію та треонової кислоти, водорозчинної речовини, що утворюється в результаті метаболічного розпаду вітаміну С.L-треонат магнію може підтримувати здоров’я мозку, потенційно допомагаючи в лікуванні таких розладів, як депресія, хвороба Альцгеймера та втрата пам’яті.",
        "<b>Сульфат магнію </b>утворюється шляхом з’єднання магнію, сірки та кисню. Ви можете розчинити сульфат магнію у воді для ванни, щоб заспокоїти біль у м’язах і зняти стрес."
      ]
    }
  },
  {
    "id": 3,
    "name": "Цинк",
    "description": "Цинк - важлива поживна речовина, яка міститься в різноманітних продуктах рослинного і тваринного походження, а також у харчових добавках. Він відіграє ключову роль у здоров'ї шкіри, імунній функції та рості клітин, а також може захищати від акне, запалень та інших захворювань.Більшість ферментів складаються з білка та важливого мінералу і, можливо, вітаміну. Фермент не може нормально працювати, якщо йому бракує незамінного мінералу чи вітаміну. Якщо рівень цинку низький, порушується робота фактично всіх систем організму через те, що він відіграє ключову роль у багатьох ферментах. Крім ролі у ферментах, цинк необхідний для належної роботи багатьох гормонів організму, зокрема інсуліну, гормону росту та статевих гормонів, як-от тестостерону й естрогену. ",
    "benefits": {
      "items": [
        "<b>Функція ферментів :</b> Цинк є кофактором для понад 300 ферментів в організмі, полегшуючи їхню діяльність. Ферменти — це білки, які каталізують біохімічні реакції, і багато з цих реакцій є життєво важливими для метаболізму, синтезу ДНК, поділу клітин і функціонування імунної системи.",
        "<b>Імунна функція :</b> Цинк має вирішальне значення для правильного функціонування імунної системи. Він бере участь у розвитку та функціонуванні імунних клітин, таких як лейкоцити та Т-лімфоцити, які відіграють центральну роль у захисті організму від інфекцій та хвороб. Дефіцит цинку може погіршити імунну відповідь, що робить людей більш сприйнятливими до інфекцій.",
        "<b>Загоєння ран :</b> цинк відіграє ключову роль у процесі загоєння ран. Він бере участь у проліферації, диференціації та міграції клітин, які є важливими етапами відновлення та регенерації тканин. Дефіцит цинку може уповільнити загоєння ран і погіршити здатність організму відновлюватися після травм.Під час запальної фази загоєння рани цинк бере участь у залученні імунних клітин до місця пошкодження. У фазі проліферації цинк підтримує ріст і міграцію різних типів клітин, які беруть участь у відновленні тканин, включаючи фібробласти, ендотеліальні клітини та кератиноцити",
        "<b>Відчуття смаку та нюху :</b> Цинк бере участь у функції рецепторів смаку та запаху. Це допомагає підтримувати чутливість смакових рецепторів і нюхових рецепторів, які необхідні для виявлення та сприйняття смаків і запахів",
        "<b>Регуляція гормонів :</b> Цинк відіграє важливу роль у регуляції рівня гормонів в організмі. Він бере участь у синтезі, зберіганні та вивільненні таких гормонів, як інсулін, гормони щитовидної залози та тестостерон.Цинк необхідний для синтезу та зшивання колагенових волокон, які сприяють міцності на розрив тканини, що загоюється. ",
        "<b> Для зору:</b> Цинк захищає сітківку - сітківка, розташована в задній частині ока, містить високу концентрацію цинку. Цинк допомагає захистити сітківку від окислювального стресу та пошкоджень, спричинених впливом світла. Цинк необхідний для метаболізму вітаміну А, який необхідний для гарного зору.Цинк може допомогти запобігти розвитку катаракти, яка є помутнінням кришталика в оці, що може призвести до втрати зору ",
        "<b>Покращення фертильності та якості сперми:</b> : Цинк необхідний для процесу сперматогенезу, тобто виробництва сперматозоїдів у яєчках. Це ключовий компонент ферментів, які беруть участь у синтезі ДНК і поділі клітин, які необхідні для проліферації та диференціювання статевих клітин у зрілі сперматозоїди. Цинк також сприяє регуляції рухливості сперматозоїдів, дозволяючи сперматозоїдам ефективно плавати та досягати яйцеклітини для запліднення.",
        "Зовнішня привабливість. Волосся і нігті складаються з білка, в синтезі якого бере активну участь цинк. Його дефіцит призводить до того, що локони починають сіктися, втрачають силу і блиск, а нігтьові пластини – погано рости, розшаровуватися і покриватися білими плямами.. Він зміцнює нігті, має вирішальне значення для росту та текстури волосся, а також необхідний для збереження належної гідратації (рівня води) та жирності шкіри.Добавки цинку особливо корисні, коли шкіра вражена акне, оскільки вони сприятливо впливають як на вироблення шкірного сала, так і на гормональний метаболізм"
      ]
    },
    "dosage": {
      "items": [
        "Для дорослих 19+ років становить 11 мг на день для чоловіків і 8 мг для жінок.",
        "Макимальна добова доза: 40 мг на день для всіх чоловіків і жінок віком від 19 років.",
        "<b>Форми:</b>",
        "<b>Ацетат цинку.</b> Цинк, зв’язаний з оцтовою кислотою, може бути не настільки ефективним у пастилках для перорального застосування для зменшення симптомів звичайної застуди.22 Всмоктування цинку з ацетату цинку відбувається так само, як із цитрату чи глюконату цинку.",
        "<b>Бісгліцинат цинку.</b> Всмоктування цинку, пов’язаного з бісгліцинатом, приблизно таке ж, як із сульфату цинку, але краще використовувати гліцинат.",
        "<b>Цитрат цинку.</b> Ця форма цинку засвоюється приблизно так само, як глюконат цинку.24",
        "<b>Глюконат цинку.</b> Ця форма цинку найефективніша в пастилках для зменшення тривалості та тяжкості симптомів застуди.13 У капсулах і таблетках всмоктування цинку у вигляді цитрату подібне до сульфату.",
        "<b>Монометіонін цинку або метіонін-сульфатний комплекс.</b> Дослідження на тваринах показали, що цинк, зв’язаний з метіоніном, краще засвоюється, ніж сульфат цинку.",
        "<b>Орорат цинку</b>. Всмоктування оротату цинку подібне до сульфату цинку, але при пероральному прийомі всмоктування цинку з оротату відбувається протягом тривалішого часу.",
        "<b>Оксид цинку.</b> Ця форма цинку засвоюється на нижчому рівні, ніж інші форми, коли використовується як пероральна добавка. Оксид цинку часто використовується в сонцезахисних кремах і препаратах від попрілостей для місцевого застосування.",
        "<b>Піколінат цинку</b>. Піколінова кислота — це сполука, що виділяється підшлунковою залозою, і зв’язується саме з цинком, щоб транспортувати його через слизову оболонку кишечника. Дослідження всмоктування показують, що піколінат цинку засвоюється краще, ніж цитрат або глюконат цинку. Загалом ця форма вважається найкращою для боротьби із серйозним дефіцитом цинку.",
        "<b>Сульфат цинку.</b> Хоча в багатьох клінічних дослідженнях використовувався сульфат цинку, ця форма не так добре засвоюється, як деякі інші форми цинку, особливо піколінат або монометіонін цинку."
      ]
    }
  },
  {
    "id": 4,
    "name": "Залізо",
    "description": "Залізо є основним компонентом гемоглобіну, типу білка в еритроцитах, який переносить кисень від ваших легенів до всіх частин тіла. Без достатньої кількості заліза не вистачає еритроцитів для транспортування кисню, що призводить до втоми. Залізо також входить до складу міоглобіну, білка, який переносить і зберігає кисень саме в м'язових тканинах. Залізо важливе для здорового розвитку мозку та росту дітей, а також для нормального виробництва та функціонування різних клітин і гормонів.",
    "benefits": {
      "items": [
        "<b>Синтез гемоглобіну: </b> Залізо є ключовим компонентом гемоглобіну, білка, що переносить кисень з легень до тканин організму через червоні кров'яні клітини. Гемоглобін знаходиться в еритроцитах і відповідає за транспортування кисню до всіх клітин та тканин..",
        "<b>Виробництво енергії:</b> Залізо бере участь в енергетичному обміні. Він відіграє ключову роль у ланцюзі транспорту електронів, процесі в клітинах, де енергія генерується шляхом перетворення поживних речовин у придатну енергію у формі аденозинтрифосфату (АТФ).",
        "<b>Імунна функція:</b> залізо необхідне для здорової імунної системи. Він підтримує виробництво та функціонування імунних клітин, включаючи лімфоцити та макрофаги, які допомагають захистити організм від інфекцій та хвороб.",
        "<b>Когнітивний розвиток:</b> залізо важливе для розвитку мозку та когнітивних функцій, особливо в ранньому дитинстві. Достатній рівень заліза має вирішальне значення для нормального росту мозку та розвитку когнітивних здібностей, навчання та пам’яті.",
        "<b>Регулювання температури тіла:</b> залізо бере участь у регуляції температури тіла. Це допомагає наситити м’язи киснем, дозволяючи їм генерувати тепло та підтримувати температуру тіла в межах норми."
      ]
    },
    "dosage": {
      "items": [
        " Для дорослих 19-50 років становить 8 мг на день для чоловіків, 18 мг для жінок, 27 мг для вагітних і 9 мг для лактації",
        "Підлітки 14-18 років, які активно ростуть, також потребують більшого вмісту заліза: 11 мг для хлопчиків, 15 мг для дівчат, 27 мг для вагітних і 10 мг для лактації.",
        "Залізо з їжі надходить у двох формах: 2-х валентне гемове та 3-х валентне негемове. Гем міститься лише в м’ясі тварин, таких як м’ясо, птиця та морепродукти. Негемове залізо міститься в рослинних продуктах, таких як цільні зерна, горіхи, насіння, бобові та листова зелень. Негемове залізо також міститься в м’ясі тварин (оскільки тварини споживають рослинну їжу з негемовим залізом) і збагачених продуктах.Залізо зберігається в організмі у вигляді феритину (у печінці, селезінці, м’язовій тканині та кістковому мозку) і доставляється по всьому організму за допомогою трансферину (білка в крові, який зв’язується із залізом)",
        "Якщо на етикетці вказано дві кількості заліза, більша цифра означає форму хімічної сполуки, оскільки залізо зв’язане з солями (наприклад, сульфатом заліза), тоді як менша цифра стосується лише кількості заліза в сполукі, яку також називають елементним залізо. Елементарне залізо є більш важливим числом, оскільки це кількість, яку організм може засвоїти",
        "Зберігання заліза: Залізо також зберігається в організмі у формі феритину, що дозволяє регулювати його рівень та доступність.",
        "Транспорт заліза: Для транспорту заліза з місця його зберігання до місця використання в організмі використовується білок трансферин."
      ]
    }
  },
  {
    "id": 5,
    "name": "Калій",
    "description": "Електролітний баланс : калій є одним із ключових електролітів в організмі разом із натрієм, хлоридом, кальцієм і магнієм. Електроліти — це мінерали, які несуть електричний заряд і мають вирішальне значення для підтримки балансу рідини, функціонування нервів і скорочення м’язів. Калій, зокрема, допомагає регулювати баланс рідини всередині та поза клітинами, що важливо для правильного функціонування клітин та загальної гідратації.",
    "benefits": {
      "items": [
        "Калій допомагає регулювати баланс рідини в організмі, врівноважуючи вплив натрію. Він допомагає підтримувати належний рівень рідини в клітинах, що важливо для правильного функціонування організму. Коли рівень натрію занадто високий, це може призвести до затримки води, що може спричинити набряк та інші проблеми зі здоров’ям. Калій допомагає протидіяти впливу натрію, сприяючи виведенню надлишку натрію через нирки, що допомагає збалансувати рівень рідини в організмі. Калій, як електроліт, допомагає залучаючи воду до тих областей, де вона найбільше потрібна, наприклад до клітин і тканин тіла.",
        "<b>Скорочення м’язів :</b> калій відіграє важливу роль у роботі м’язів, включаючи скорочення та розслаблення скелетних м’язів (прикріплених до кісток) і гладких м’язів (наприклад, м’язів стінок травного тракту, кровоносних судин та інших внутрішніх органів). Іони калію допомагають регулювати потік іонів кальцію в м'язові клітини, що необхідно для ініціювання та координації м'язових скорочень. Без достатньої кількості калію може виникнути м’язова слабкість, судоми та нерегулярне серцебиття (аритмія).",
        "<b>Здоров'я серця :</b> Калій особливо важливий для підтримки нормального серцебиття. Він допомагає регулювати електричні імпульси, які контролюють серцевий ритм. Низький рівень калію (гіпокаліємія) може порушити цю електричну активність, що призведе до аномальних серцевих ритмів, таких як фібриляція передсердь, шлуночкова тахікардія або навіть зупинка серця у важких випадках. Споживання достатньої кількості продуктів, багатих калієм, може допомогти підтримати здоров’я серця та знизити ризик серцево-судинних захворювань.",
        "<b>Регуляція артеріального тиску :</b> калій відіграє важливу роль у модулюванні артеріального тиску, нейтралізуючи вплив натрію. Тоді як натрій має тенденцію підвищувати артеріальний тиск, сприяючи затримці рідини та звужуючи кровоносні судини, калій має протилежний ефект. Це допомагає розслабити стінки кровоносних судин, сприяючи розширенню судин і стимулює виведення надлишку натрію через сечу. Цей баланс між калієм і натрієм має вирішальне значення для підтримки здорового рівня артеріального тиску та зниження ризику гіпертонії (високого кров’яного тиску), значного фактора ризику серцевих захворювань та інсульту."
      ]
    },
    "dosage": {
      "items": [
        "Для жінок 14-18 років AI становить 2300 мг на добу; для жінок 19+ 2600 мг. Для вагітних і годуючих жінок AI коливається від 2500 до 2900 залежно від віку.",
        "Для чоловіків 14-18 років ДІ становить 3000 мг; для чоловіків 19+ 3400 мг."
      ]
    }
  },
  {
    "id": 6,
    "name": "Мідь",
    "description": " Він допомагає різним ферментам, які виробляють енергію для організму, розщеплюють і поглинають залізо, створюють еритроцити, колаген, сполучну тканину та нейромедіатори мозку. Мідь також підтримує нормальний розвиток мозку та імунні функції, а також є компонентом супероксиддисмутази, антиоксидантного ферменту, який розщеплює шкідливі кисневі «вільні радикали»",
    "benefits": {
      "items": [
        "<b>Функція ферменту :</b> мідь служить кофактором для багатьох ферментів, які беруть участь у критичних біохімічних реакціях. Ці ферменти, відомі як купроферменти, включають цитохром с-оксидазу, необхідну для клітинного дихання та виробництва енергії; супероксиддисмутаза, яка допомагає захистити клітини від окисного пошкодження шляхом нейтралізації вільних радикалів; і лізилоксидаза, яка має вирішальне значення для формування та підтримки сполучних тканин, таких як колаген і еластин.",
        "<b>Метаболізм заліза:</b> мідь бере участь у поглинанні, транспортуванні та використанні заліза в організмі. Він сприяє перетворенню заліза у форму, яка може легко засвоюватися з кишечника та використовуватися для різних функцій, включаючи виробництво еритроцитів.",
        "<b>Синтез нейромедіаторів :</b> мідь бере участь у синтезі нейромедіаторів, включаючи дофамін, норадреналін та адреналін. Ці нейротрансмітери мають вирішальне значення для правильного функціонування нервової системи, регулювання настрою, пізнання та поведінки.",
        "<b>Формування сполучної тканини : </b>як згадувалося раніше, мідь необхідна для зшивання колагенових і еластинових волокон у сполучних тканинах. Ці волокна забезпечують структурну підтримку різних органів, шкіри, кровоносних судин і кісток. Дефіцит міді може призвести до слабкості сполучної тканини, викликаючи такі симптоми, як біль у суглобах і легке утворення синців.",
        "<b>Утворення пігменту :</b> мідь бере участь у синтезі меланіну, пігменту, що відповідає за колір шкіри, волосся та очей. Меланін забезпечує захист від шкідливого впливу ультрафіолетового (УФ) випромінювання сонця. Дефіцит міді може призвести до депігментації або зміни кольору шкіри та волосся.",
        "<b>Функція нервової системи:</b> мідь бере участь у синтезі та підтримці мієліну, захисної оболонки навколо нервових волокон, яка сприяє ефективній передачі нервового сигналу. Він також сприяє виробленню нейромедіаторів, хімічних речовин, які передають сигнали між нервовими клітинами, тим самим підтримуючи належне функціонування нервової системи."
      ]
    },
    "dosage": {
      "items": [
        "Для дорослих:  900 мікрограмів на день для чоловіків і жінок. ",
        "Вагітність і лактація для дорослих віком від 19 років потребують 1300 мікрограмів на день",
        "Підлітки (14-18 років): 1000 мкг"
      ]
    }
  },
  {
    "id": 7,
    "name": "Хром",
    "description": "Хром є незамінним мінералом, який людський організм потребує в незначних кількостях для різноманітних фізіологічних процесів. Він відіграє вирішальну роль в обміні речовин, особливо в обміні вуглеводів, жирів і білків",
    "benefits": {
      "items": [
        "<b>Метаболізм глюкози :</b> однією з найвідоміших функцій хрому є його роль у посиленні активності інсуліну. Інсулін — це гормон, який виробляє підшлункова залоза, який допомагає регулювати рівень цукру в крові, полегшуючи поглинання глюкози клітинами. Хром посилює дію інсуліну, завдяки чому клітини краще реагують на його вплив. Це особливо важливо для людей з інсулінорезистентністю або діабетом 2 типу, оскільки це може допомогти покращити контроль рівня глюкози.",
        "Нормалізує рівень цукру в крові (як при гіперглікемії, так і при гіпоглікемії);",
        "Метаболізм ліпідів : хром також відіграє важливу роль у метаболізмі ліпідів, допомагаючи регулювати рівень холестерину в крові. Дослідження показали, що добавки хрому можуть призвести до помірного зниження загального холестерину, ЛПНЩ (поганого) холестерину та рівнів тригліцеридів, одночасно підвищуючи рівень ЛПВЩ (хорошого) холестерину. ",
        "Інсулінорезистентність: Хром відомий своїми властивостями підвищення чутливості клітин до інсуліну. Інсулін має важливе значення для функціонування щитовидної залози, оскільки впливає на синтез тироксину та трийодтироніну, основних гормонів, які вона виробляє."
      ]
    },
    "dosage": {
      "items": [
        " GTF Chromium є біологічно активною формою хрому, відомою як хрому нікотинат гліцинат. Ця форма також відома як «фактор толерантності до глюкози» (GTF), оскільки вона найбільш схожа на форму, яка спочатку була виділена з джерела їжі.",
        "Полінікотинат хрому: складається з хрому та ніацину (B3), що сприяє біодоступності та засвоєнню хрому в організмі."
      ]
    }
  },
  {
    "id": 8,
    "name": "Селен",
    "description": "Селен",
    "benefits": {
      "items": [
        "<b>Антиоксидантна функція :</b> Селен є ключовим компонентом кількох ферментів, включаючи глутатіонпероксидази, які діють як антиоксиданти. Ці ферменти допомагають нейтралізувати шкідливі вільні радикали в організмі, які є побічними продуктами нормального обміну речовин і можуть пошкоджувати клітини та сприяти різноманітним хронічним захворюванням, включаючи рак, серцево-судинні захворювання та стани, пов’язані зі старінням.",
        "<b>Функція щитовидної залози :</b>Тиреопероксидаза (ТПО) — це фермент, який необхідний для синтезу тиреоїдних гормонів, тобто гормонів щитоподібної залози, які життєво важливі для організму. селен життєво важливий для синтезу гормонів щитовидної залози, особливо для перетворення неактивного гормону щитовидної залози тироксину (Т4) в активну форму трийодтироніну (Т3). Гормони щитовидної залози регулюють метаболізм, ріст, розвиток і виробництво енергії в організмі. Дефіцит селену може порушити функцію щитовидної залози, що призводить до таких захворювань, як гіпотиреоз.",
        "<b>Підтримка імунної системи :</b> селен відіграє важливу роль у підтримці імунної системи, посилюючи активність імунних клітин, таких як Т-клітини та природні клітини-кілери. Це допомагає регулювати запалення та імунні реакції, які є вирішальними для боротьби з інфекціями та підтримки загального здоров’я.",
        "<b>Репродуктивне здоров'я :</b> Селен важливий для репродуктивного здоров'я як чоловіків, так і жінок. У чоловіків селен концентрується в яєчках і насінній рідині, де він сприяє рухливості, життєздатності та фертильності сперматозоїдів. У жінок селен бере участь у синтезі репродуктивних гормонів і може відігравати певну роль у фертильності."
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 9,
    "name": "Йод",
    "description": "Йод необхідний для вироблення гормонів щитовидної залози тироксину та трийодтироніну, які сприяють утворенню білків і активності ферментів, а також регулюють нормальний обмін речовин. Без достатньої кількості йоду ці гормони щитовидної залози не працюють належним чином і можуть призвести до недостатньої або надмірної активності щитовидної залози, спричиняючи захворювання гіпотиреозу та гіпертиреозу з різними негативними побічними ефектами в організмі.",
    "benefits": {
      "items": [
        "<b>Регуляція метаболізму : </b>гормони щитовидної залози відіграють вирішальну роль у регуляції обміну речовин в організмі. Вони допомагають контролювати, як швидко організм використовує енергію, що впливає на такі функції, як частота серцевих скорочень, температура тіла та спалювання калорій. Достатнє споживання йоду забезпечує правильну роботу щитовидної залози і, як наслідок, допомагає підтримувати здоровий метаболізм.",
        "<b>Розвиток мозку : </b>йод особливо важливий під час вагітності та дитинства для правильного розвитку мозку. Гормони щитовидної залози необхідні для росту та дозрівання мозку плоду під час вагітності та продовжують відігравати важливу роль у розвитку мозку під час дитинства та дитинства. Недостатнє споживання йоду в ці критичні періоди може призвести до незворотних неврологічних ушкоджень і когнітивних розладів, включаючи зниження інтелекту та затримку розвитку, стан, відомий як йододефіцитні розлади (ЙДЗ).",
        "<b>Регулювання гормонального балансу :</b> окрім своєї ролі у виробленні гормонів щитовидної залози, йод також бере участь у регуляції інших гормонів в організмі. Він допомагає підтримувати баланс різних гормональних систем, включаючи надниркові залози, які виробляють гормони, що регулюють реакцію на стрес і обмін речовин.",
        "<b>Імунна функція :</b> деякі дослідження показують, що йод також може відігравати певну роль у підтримці імунної функції. Він може мати антимікробні властивості та може допомогти організму захиститися від певних патогенів. Однак необхідні додаткові дослідження, щоб повністю зрозуміти ступінь ролі йоду в імунній функції."
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 10,
    "name": "Молібден",
    "description": "Він є компонентом чотирьох різних ферментів в організмі, які допомагають розщеплювати білки, алкоголь, ліки та токсини. Ферменти, що містять молібден, також розщеплюють пурини та сульфіти. Пурини — це сполуки, що метаболізуються з їжі, які утворюють сечову кислоту, яка при підвищених рівнях є фактором ризику подагри. Сульфіти — це консерванти, які додають до певних харчових продуктів для збереження кольору та терміну зберігання; у деяких людей розвивається чутливість до сульфітів, що викликає алергічну реакцію. Молібден зберігається в печінці, нирках і кістках. Нирки ефективно видаляють надлишки в організмі, якщо вони не потрібні.",
    "benefits": {
      "items": [
        "<b>Функція ферменту</b> : молібден є кофактором для кількох ферментів в організмі. Одним з найважливіших з них є сульфітоксидаза, яка необхідна для метаболізму сірковмісних амінокислот, таких як цистеїн і метіонін. Сульфітоксидаза перетворює токсичні іони сульфіту в нешкідливі іони сульфату, запобігаючи накопиченню сульфіту, який може пошкодити тканини та органи.",
        "<b>Детоксикація :</b> молібден також бере участь у детоксикації певних сполук в організмі. Наприклад, він є кофактором для альдегідоксидази, ферменту, який допомагає метаболізувати різні ліки та токсини, включаючи алкоголь і деякі ліки. Полегшуючи розщеплення цих речовин, молібден сприяє їх виведенню з організму, знижуючи ризик токсичності.",
        "<b>Метаболізм азоту :</b> молібден необхідний для активності іншого ферменту під назвою ксантиноксидаза, який бере участь у метаболізмі пуринів. Пурини - це сполуки, які містяться в продуктах харчування, а також виробляються організмом як частина нормальних клітинних процесів. Ксантиноксидаза перетворює пурини в сечову кислоту, яка потім виводиться з сечею. Правильне регулювання рівня сечової кислоти є важливим, оскільки високий рівень може призвести до таких станів, як подагра.",
        "<b>Виробництво енергії :</b> Молібден опосередковано бере участь у виробництві енергії завдяки своїй ролі в метаболізмі вуглеводів і жирів. Підтримуючи ферменти, що беруть участь у цих процесах, молібден допомагає організму ефективно перетворювати ці поживні речовини в енергію, придатну для клітинних функцій.",
      "Утворення сполучної тканини . Вважається, що молібден також відіграє важливу роль у формуванні сполучної тканини, хоча механізми, що лежать в основі цієї функції, до кінця не вивчені. Сполучна тканина забезпечує структурну підтримку та цілісність різних органів і систем організму, включаючи шкіру, кістки та кровоносні судини."
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  },
  {
    "id": 11,
    "name": "",
    "description": "",
    "benefits": {
      "items": [
      ]
    },
    "dosage": {
      "items": [
      ]
    }
  }
]