[
  {
    "id": 1,
    "name": "Вітамін A",
    "description": "Форми вітаміну присутні в продуктах рослинного походження метаболічні попередники вітаміну А, які перетворюються на ретинол у кишечнику – бета-каротин, альфа-каротин, зеаксантин, лютеїн, лікопін та ще 6 інших каротиноїдів, які хоч і меншою мірою, але також беруть участь в обмінних процесах.Бета-каротин має вищу вітамінну активність. З нього краще утворюється вітамін A порівняно з альфа-каротином. Вітамін А (ретинол, ретиноєва кислота) є поживною речовиною, важливою для зору, росту, поділу клітин, відтворення та імунітету. Вітамін А також має антиоксидантні властивості. Антиоксиданти — це речовини, які можуть захистити ваші клітини від дії вільних радикалів — молекул, які утворюються, коли ваше тіло розщеплює їжу або піддається впливу тютюнового диму та радіації. Вільні радикали можуть відігравати роль у захворюваннях серця, раку та інших захворюваннях.",
    "benefits": {
      "items": [
        "<b>Зір:</b> вітамін А необхідний для гарного зору, особливо в умовах слабкого освітлення. Це компонент родопсину, пігменту в очах, який допомагає нічному баченню. Забезпечує сприйняття кольорів та гостроту зору у сутінках та темряві, захищає кришталик від помутніння, а центр сітківки ока від вікової дегенерації. Ваше тіло також використовує вітамін А для створення пігментів для нормальної роботи сітківки та вологи для рогівки.;",
        "<b>Підтримка імунної системи:</b> вітамін А бере участь у розвитку та підтримці імунної системи. Він допомагає регулювати імунну відповідь і підвищує здатність організму боротися з інфекціями та хворобами. Робить лейкоцити більш живучими, чим посилює опір організму вірусним, бактеріальним та грибковим інфекціям.Вітамін А зміцнює вашу імунну систему, підтримуючи лейкоцити та слизові оболонки в легенях, кишечнику та сечовивідних шляхах. Необхідний для синтезу противірусних та антибактеріальних речовин – лізоциму інтерферону, імуноглобуліну А",
        "<b>Відновлює клітини шкіри</b>, регулює вироблення шкірного сала. Допомагає лікувати акне, покращити текстуру шкіри та зменшити появу тонких ліній і зморшок.  Прискорює регенерацію клітин шкіри, стимулює вироблення колагену, нормалізує вироблення шкірного сала, регулює пігментацію шкірного покриву та синтез ферментів, що відповідають за природне відмирання епітеліальних клітин. Занадто мало вітаміну А може призвести до блокування потових залоз, що підвищує ризик розвитку прищів. Занадто багато вітаміну А (гіпервітаміноз) може змінити колір вашої шкіри та спричинити її сухість.;",
        "<b>Репродуктивне здоров'я:</b> вітамін А необхідний для репродуктивного здоров'я як чоловіків, так і жінок. У чоловіків він підтримує виробництво сперми, тоді як у жінок він відіграє важливу роль у розвитку ембріона під час вагітності."
      ]
    },
    "dosage": {
      "items": [
        "Для чоловіків – 900 мкг;",
        "Для жінок – 700 мкг;",
        "Для вагітних (починаючи з ІІ триместру) – 770 мкг;",
        "Для тих, хто годує грудьми – 1300 мкг;",
        "Максимально допустима добова доза вітаміну А для дорослих – 3000 мкг;",
        "Для перерахунку в ретинол показник бета-каротину потрібно розділити на 2. Перевести мкг ретинолу в одиниці МО (IU) допоможе співвідношення: 1000 мкг – 3300 МО (IU).",
        "Але занадто багато вітаміну А під час вагітності може завдати шкоди плоду, спричинивши вроджені дефекти та підвищивши ризик інфекцій і захворювань. Вагітним людям слід уникати продуктів, що містять велику кількість вітаміну А, таких як паштети та печінка, а також добавок вітаміну А."
      ]
    }
  },
  {
    "id": 2,
    "name": "Вітамін C",
    "description": "Аскорбінова кислота бере активну роль в утворенні гормонів щитовидної залози, виробленні колагену, перетворенні серотоніну – одного з головних нейромедіаторів. Також вітамін С відповідає за надходження глюкози в клітини тканин. Будучи найсильнішим антиоксидантом, аскорбінова кислота надає потужну омолоджуючу дію на всі тканини організму та уповільнює старіння.",
    "benefits": {
      "items": [
        "<b>Антиоксидантна активність:</b> вітамін С діє як потужний антиоксидант, захищаючи клітини від пошкодження, спричиненого вільними радикалами. Вільні радикали — це нестабільні молекули, які можуть спричинити окислювальний стрес, який пов’язують із різними хронічними захворюваннями, включаючи хвороби серця, рак і нейродегенеративні розлади. Нейтралізуючи вільні радикали, вітамін С допомагає зменшити окислювальний стрес і підтримує загальне здоров’я клітин.",
        "<b>Синтез колагену:</b> вітамін С відіграє важливу роль у синтезі колагену, білка, який забезпечує структуру та міцність сполучних тканин, таких як шкіра, кістки, сухожилля та кровоносні судини. Він необхідний для загоєння ран, утворення рубцевої тканини та підтримки здорової шкіри.",
        "<b>Підтримка імунної системи:</b> Вітамін С відомий своїми властивостями зміцнення імунітету. Він допомагає стимулювати виробництво та функціонування різних імунних клітин, у тому числі лейкоцитів, які важливі для боротьби з інфекціями. Він також діє як кофактор для ферментів, що беруть участь в імунній відповіді. Стимулює синтез інтерферону, що виробляється клітинами у відповідь на вторгнення вірусів і мікробів;",
        "<b>Засвоєння заліза:</b> Вітамін С покращує поглинання негемового заліза, типу заліза, яке міститься в продуктах рослинного походження та продуктах, збагачених залізом. Сприяючи засвоєнню заліза, вітамін С допомагає запобігти залізодефіцитній анемії, поширеному дефіциту харчування.",
        " Стрес . Дефіцит вітаміну С пов'язаний з багатьма захворюваннями, пов'язаними зі стресом. Це перша поживна речовина, яка виснажується у людей, які вживають багато алкоголю, курять або мають ожиріння ."
      ]
    },
    "dosage": {
      "items": [
        "65-90 мг на день для дорослих.",
        "Джерела: цитрусові, ківі, перець.",
        "Не перевищувати 2000 мг на день.",
        "Важливо для курців і людей під стресом.",
        "Кишечник має обмежену здатність поглинати вітамін С. Дослідження показали, що всмоктування вітаміну С знижується до менш ніж 50% при прийомі кількості, що перевищує 1000 мг. У загалом здорових дорослих людей мегадози вітаміну С не є токсичними, тому що як тільки тканини організму насичуються вітаміном С, всмоктування зменшується, і будь-яка надлишкова кількість виводиться з сечею. Однак можливі побічні ефекти при споживанні понад 3000 мг на добу, включаючи повідомлення про діарею, підвищене утворення каменів у нирках у пацієнтів із захворюваннями нирок або каменями в анамнезі, підвищення рівня сечової кислоти (фактор ризику подагри) та збільшення поглинання та перевантаження заліза в осіб із гемохроматозом, спадковим захворюванням, що спричиняє надмірний вміст заліза в крові. ",
        "Вітамін С може бути зруйнований теплом і світлом. Висока температура приготування або тривалий час приготування можуть розщепити вітамін. Оскільки він водорозчинний, вітамін також може просочуватися в рідину для приготування їжі та бути втраченим, якщо рідину не їсти."
      ]
    }
  },
  {
    "id": 3,
    "name": "Вітамін D",
    "description": "Добавки вітаміну D доступні у двох формах: вітамін D2 («ергокальциферол» або превітамін D) і вітамін D3 («холекальциферол»). Обидва також є природними формами, які виробляються в присутності сонячних ультрафіолетових променів B (UVB), звідси його прізвисько «сонячний вітамін», але D2 виробляється в рослинах і грибах, а D3 — у тваринах, включаючи людей. Люди зі смаглявою шкірою, як правило, мають нижчий рівень вітаміну D у крові, оскільки пігмент (меланін) діє як тінь, зменшуючи вироблення вітаміну D (а також зменшуючи шкідливий вплив сонячного світла на шкіру, включаючи рак шкіри).",
    "benefits": {
      "items": [
        "<b>Функція імунної системи:</b> вітамін D бере участь у модулюванні імунної системи та посиленні її здатності боротися з інфекціями та хворобами. Він допомагає стимулювати виробництво та активність імунних клітин, таких як Т-клітини та макрофаги, які відіграють вирішальну роль у виявленні та знищенні патогенів, включаючи бактерії та віруси. Вітамін D також допомагає зменшити запалення, сприяючи збалансованій імунній відповіді та знижуючи ризик аутоімунних захворювань.",
        "<b>Здоров'я кісток: вітамін D</b> необхідний для підтримки міцних і здорових кісток. Він допомагає регулювати всмоктування кальцію та фосфору в кишечнику, необхідних мінералів для формування та мінералізації кісток. Вітамін D працює разом з паратиреоїдним гормоном, щоб забезпечити достатній рівень кальцію в крові, запобігаючи втраті кісткової маси та знижуючи ризик остеопорозу та переломів.",
        "<b>Здоров'я серця:</b> Вітамін D може мати кардіопротекторну дію та допомогти знизити ризик серцево-судинних захворювань. Він допомагає регулювати артеріальний тиск, покращувати функцію ендотелію та зменшувати запалення, що є факторами, пов’язаними зі здоров’ям серця. Дефіцит вітаміну D пов’язують із підвищеним ризиком гіпертонії, серцевої недостатності та ішемічної хвороби серця.",
        "<b>Функція м'язів:</b> Вітамін D відіграє важливу роль у підтримці оптимальної функції та сили м'язів. Він допомагає регулювати синтез м’язового білка та поглинання кальцію в м’язових клітинах, які необхідні для м’язового скорочення та продуктивності. Адекватний рівень вітаміну D може допомогти зменшити ризик м’язової слабкості, падінь і слабкості, особливо у літніх людей."
      ]
    },
    "dosage": {
      "items": [
        "65-90 мг на день для дорослих.",
        "Джерела: цитрусові, ківі, перець.",
        "Не перевищувати 2000 мг на день.",
        "Важливо для курців і людей під стресом.",
        "Вітамін D3 може утворюватися, коли в шкірі людини відбувається хімічна реакція, коли стероїд під назвою 7-дегідрохолестерин розщеплюється під дією сонячного ультрафіолетового випромінювання B або так званих променів «засмаги».",
     "Дієтичні добавки можуть містити вітаміни D 2 або D 3 . Вітамін D 2 виробляється за допомогою УФ-опромінення ергостеролу в дріжджах, а вітамін D 3 зазвичай виробляється за допомогою опромінення 7-дегідрохолестеролу з ланоліну, отриманого з вовни овець"
      ]
    }
  },
  {
    "id": 4,
    "name": "Вітамін E",
    "description": "Вітамін Е є жиророзчинним вітаміном у кількох формах, але альфа-токоферол є єдиним, який використовується організмом людини. Існує вісім природних форм вітаміну Е; а саме альфа-, бета-, гамма- та дельта-класи токоферолу та токотрієнолу, які синтезуються рослинами з гомогентизинової кислоти.Серед токоферолів альфа- і гамма-токофероли містяться в сироватці крові та еритроцитах, причому альфа-токоферол присутній у найвищій концентрації. 3 Бета- і дельта-токофероли знаходяться в плазмі лише в невеликих концентраціях. Переважний розподіл альфа-токоферолу в організмі людини порівняно з іншими формами токоферолу пов’язаний із швидшим метаболізмом інших форм і білком-переносником альфа-токоферолу (альфа-ТТР).Форма альфа-токоферолу також накопичується в непечінкових тканинах, особливо в місцях, де утворення вільних радикалів найбільше, наприклад, у мембранах мітохондрій і ендоплазматичної сітки в серці та легенях.Добавки, виготовлені з повністю натуральних джерел, містять d-альфа-токоферол. Це також називається RRR-альфа-токоферол. D-альфа-токоферол є найбільш біодоступною формою альфа-токоферолу. Dl-альфа-токоферол є синтетичною формою альфа-токоферолу. Ця синтетична форма альфа-токоферолу є менш біодоступною, ніж d-альфа-токоферол. Коли ви бачите слово ацетат у кінці, це означає, що ваша альфа-токоферол має форму складного ефіру. Естери більш стійкі до окислення, ніж неестеризовані токофероли, що подовжує термін придатності добавки. Біодоступність цієї форми вітаміну дорівнює вільній формі альфа-токоферолу.",
    "benefits": {
      "items": [
        "<b>Антиоксидантний захист:</b> Вітамін Е є потужним антиоксидантом, який допомагає захистити клітини від окисного пошкодження, викликаного вільними радикалами. Вільні радикали - це нестабільні молекули, які можуть пошкоджувати клітини, білки та ДНК, що призводить до старіння, запалення та хронічних захворювань, таких як рак і серцево-судинні захворювання. Вітамін Е нейтралізує вільні радикали, віддаючи електрони для їх стабілізації, тим самим зменшуючи окислювальний стрес і сприяючи загальному здоров’ю клітин.",
        "<b>Підтримка імунної системи:</b> вітамін Е відіграє життєво важливу роль у підтримці функції імунної системи. Він допомагає регулювати активність імунних клітин, посилювати вироблення антитіл і посилювати захисні механізми організму від інфекцій і хвороб. Дефіцит вітаміну Е пов’язують із порушенням імунної функції та підвищеною сприйнятливістю до інфекцій. Підтримуючи достатній рівень вітаміну Е, люди можуть підтримувати здатність своєї імунної системи боротися з патогенними мікроорганізмами та підтримувати загальний стан здоров’я та благополуччя..",
        "<b>Здоров'я шкіри:</b> вітамін Е відомий своїми живильними властивостями. Він допомагає зволожити та гідратувати шкіру, покращуючи її еластичність та зменшуючи появу зморшок і тонких ліній. Вітамін Е також допомагає захистити шкіру від пошкодження УФ-випромінюванням, забруднювачами навколишнього середовища та іншими зовнішніми факторами стресу, сприяючи молодості та сяючому кольору обличчя. Крім того, вітамін Е має протизапальну дію, що може допомогти заспокоїти роздратовану або запалену шкіру, наприклад екзему та дерматит.",
        "<b>Здоров'я серця:</b> Вітамін Е може мати кардіопротекторну дію та допомогти знизити ризик серцево-судинних захворювань. Він допомагає запобігти окисленню холестерину ЛПНЩ (часто його називають «поганим» холестерином), що може призвести до утворення бляшок в артеріях і збільшити ризик інфарктів та інсультів. Вітамін Е також допомагає покращити функцію ендотелію, зменшити запалення та запобігти утворенню тромбів, сприяючи здоровому кровотоку та серцево-судинній роботі.",
        "<b>Здоров'я очей:</b> вітамін Е разом з іншими антиоксидантами важливий для підтримки здоров'я очей. Він допомагає захистити сітківку та інші тканини ока від окисного пошкодження, викликаного вільними радикалами, потенційно знижуючи ризик вікової дегенерації жовтої плями (ВМД) і катаракти."
      ]
    },
    "dosage": {
      "items": [
        "Дорослі: рекомендована добова доза вітаміну Е для дорослих становить приблизно 15 мг на день. Однак більш високі дози (до 400 МО або 268 мг) можуть застосовуватися при певних захворюваннях або як частина комплексної антиоксидантної схеми.",
        "Діти: рекомендована добова норма споживання вітаміну Е для дітей залежить від віку. Для немовлят адекватне споживання (AI) становить приблизно від 4 до 5 міліграмів (мг) на день, тоді як дітям старшого віку може знадобитися від 6 до 11 мг на день. "
      ]
    }
  },
  {
    "id": 5,
    "name": "Вітамін K",
    "description": "Вітамін К - це жиророзчинний вітамін, який представлений у двох формах. Основний тип називається K1 філохінон, який міститься в зелених листових овочах, таких як листова капуста, капуста та шпинат. Інший тип, K2 менахінони, міститься в деяких продуктах тваринного походження та ферментованих продуктах. Менахінони також можуть вироблятися бактеріями в організмі людини. вітаміни К2, вони ж менахінони, розрізняються за довжиною своєї молекули і мають маркування \"MK\" з певною цифрою. Чим молекула довша, тим цифра в позначенні вища. Форм вітаміну К2 досить багато - MK-4, MK-5, MK-6, MK-7 ... 8, 9, 10 і т.д. МК-4 — це тип вітаміну К2, який синтезується клітинами тварин і міститься в продуктах тваринного походження. Він має коротший період напіврозпаду в організмі, ніж інші форми вітаміну К, що означає, що він швидше виводиться з організму. МК-7, з іншого боку, отримують переважно з ферментованих продуктів і деяких мікроорганізмів. Він має довший період напіввиведення, ніж MK-4, що призводить до більш тривалої активності в організмі. Було продемонстровано, що МК-7 має вищу біодоступність, ніж МК-4, що означає, що він ефективніше засвоюється та переробляється організмом.",
    "benefits": {
      "items": [
        "Вітамін К допомагає виробляти різні білки, необхідні для згортання крові та побудови кісток. Протромбін - це білок, залежний від вітаміну К, який безпосередньо бере участь у згортанні крові. Остеокальцин — ще один білок, якому потрібен вітамін К для виробництва здорової кісткової тканини.",
        "<b>Згортання крові:</b> вітамін К необхідний для виробництва певних білків, які беруть участь у згортанні крові, зокрема протромбіну та інших факторів згортання. Ці білки необхідні для утворення тромбів, які допомагають запобігти надмірній кровотечі після травми чи операції.",
        "<b>Здоров'я кісток:</b> вітамін К бере участь у регуляції кальцію та підтримує здоров'я кісток. Він допомагає активувати остеокальцин, білок, який бере участь у мінералізації кісток. Достатній рівень вітаміну К важливий для підтримки щільності кісткової тканини та зниження ризику переломів, особливо у літніх людей.",
        "<b>Здоров'я серцево-судинної системи:</b> Нові дослідження показують, що вітамін K може мати переваги для серцево-судинної системи. Він допомагає запобігти кальцифікації кровоносних судин, регулюючи метаболізм кальцію. Перешкоджаючи відкладенню кальцію в артеріях, вітамін К може допомогти знизити ризик серцево-судинних захворювань.",
        "<b>Здоров'я мозку:</b> деякі дослідження вказують на потенційну роль вітаміну K у здоров'ї мозку та когнітивних функціях. Вітамін K-залежні білки присутні в мозку, і вітамін K може мати захисну дію проти вікового зниження когнітивних функцій і нейродегенеративних захворювань.",
        "<b>Антиоксидантна активність:</b> вітамін K, особливо вітамін K1, має антиоксидантні властивості, які допомагають захистити клітини від окисного пошкодження, спричиненого вільними радикалами. Знижуючи окислювальний стрес, вітамін К може сприяти загальному здоров’ю та профілактиці захворювань.",
        "<b>Регулювання рівня цукру в крові:</b> вітамін К асоціюється з покращеною чутливістю до інсуліну та метаболізмом глюкози. Це може допомогти регулювати рівень цукру в крові та знизити ризик розвитку діабету 2 типу.",
        "<b>Загоєння ран:</b> вітамін К відіграє важливу роль у процесі загоєння ран. Він сприяє синтезу білків, які беруть участь у відновленні тканин і формуванні кровоносних судин у місці пошкодження."
      ]
    },
    "dosage": {
      "items": [
        "Вітамін K міститься у всьому тілі, включаючи печінку, мозок, серце, підшлункову залозу та кістки. Він дуже швидко розщеплюється і виводиться з сечею або калом.",
        "Вітамін D3 забезпечує легке засвоєння кальцію, а K2 (MK-7) активує білок остеокальцин, який інтегрує кальцій у кістки. Без D3 і K2 кальцій не може ефективно виконувати свою роботу."
      ]
    }
  },
  {
    "id": 6,
    "name": "Вітамін B1 (Тіамін)",
    "description": "Вітамін Б1, відомий також як тіамін, є одним з важливих вітамінів розчинних у воді з групи вітамінів В. Головною функцією вітаміну В1 є участь у ферментних процесах, які допомагають перетворювати глюкозу (вуглеводи) на енергію, необхідну для роботи організму. Він також впливає на нервову систему та м'язи.",
    "benefits": {
      "items": [
        "<b>Виробництво енергії:</b> тіамін відіграє вирішальну роль у перетворенні вуглеводів в енергію. Він допомагає розщеплювати глюкозу, основне джерело палива для організму, і перетворювати її у форму, яка може використовуватися клітинами. Тіамін особливо важливий для виробництва енергії в мозку та нервовій системі, які потребують постійного надходження глюкози.",
        "<b>Функція нервової системи:</b> Тіамін необхідний для правильного функціонування нервової системи. Він відіграє певну роль у синтезі нейромедіаторів, які є хімічними речовинами, які передають сигнали між нервовими клітинами. Дефіцит тіаміну може призвести до пошкодження нервів, що може призвести до оніміння, поколювання та інших неврологічних симптомів.",
        "<b>Здоров'я серцево-судинної системи:</b> тіамін важливий для підтримки здоров'я серцево-судинної системи. Він допомагає регулювати артеріальний тиск, запобігає утворенню тромбів і зменшує запалення в кровоносних судинах. Дефіцит тіаміну може призвести до серцевих проблем, включаючи збільшення серця та серцеву недостатність.",
        "<b>Здоров'я травної системи:</b> тіамін важливий для правильного функціонування травної системи. Це допомагає розщеплювати їжу та засвоювати поживні речовини, зокрема вуглеводи. Дефіцит тіаміну може призвести до проблем з травленням, включаючи запор і втрату апетиту.",
        "<b>Функція мозку:</b> Тіамін важливий для роботи мозку, особливо пам'яті та настрою. Він допомагає регулювати вироблення нейромедіаторів, які беруть участь у пам’яті та регуляції настрою. Дефіцит тіаміну може призвести до когнітивних проблем, включаючи сплутаність свідомості та втрату пам’яті."
      ]
    },
    "dosage": {
      "items": [
        "1.2 мг на день для чоловіків, 1.1 мг для жінок.",
        "Джерела: цільні зерна, свинина, горіхи.",
        "Дефіцит вітаміну B1 (тіаміну) може призвести до ряду симптомів, які включають: Неврологічні симптоми: погіршення пам'яті, слабкість, параліч, відчуття \"поколювання\" в руках та ногах. Гастроінтестинальні проблеми: втрата апетиту, нудота, блювота, діарея та зниження маси тіла. Серцеві проблеми: тахікардія (прискорений серцевий ритм). Шкірні вияви: у рідких випадках дефіцит B1 може призвести до шкірних проблем, таких як висипи та запалення на шкірі.."
      ]
    }
  },
  {
    "id": 7,
    "name": "Вітамін B2 (Рибофлавін)",
    "description": "Рибофлавін (вітамін B2) є чутливим до світла через його молекулярну структуру. Молекула рибофлавіну містить подвійні зв'язки та інші функціональні групи, які можуть бути вразливі до руйнування під впливом ультрафіолетового випромінювання. Ультрафіолетові промені можуть викликати окиснення та інші реакції, які призводять до розкладу рибофлавіну. Його називають «вітаміном краси» за властивості впливати на стан волосся та шкіри. Рибофлавін мононуклеотід відіграє важливу роль в метаболізмі, допомагає тілу переробляти білки, жири та вуглеводи, а також забезпечує кисень, необхідний для вироблення енергії. Завдяки йому вуглеводи з їжі перетворюються в аденозинтрифосфат (АТФ), що виробляє енергію для накопичення в м'язах.Вітамін В2 приймає участь у синтезі глутатіону - антиоксиданту, необхідного для здоров'я очей і нормальної роботи імунної системи. Він регулює інші вітаміни й мінерали: впливає на вироблення та засвоюваність вітамінів В3, В6 і В9, а також заліза. Відомо, що В2 ефективний для лікування мігрені, тому люди, що страждають від постійних головних болів, можуть відчути чудову дію рибофлавіну. ",
    "benefits": {
      "items": [
        "<b>Виробництво енергії:</b> Вітамін В2 бере участь у метаболізмі вуглеводів, жирів і білків. Він допомагає перетворювати ці макроелементи в енергію, необхідну організму для різних фізіологічних процесів.",
        "<b>Антиоксидантна активність: </b>рибофлавін має антиоксидантні властивості, тобто він допомагає захистити клітини від пошкоджень, викликаних шкідливими вільними радикалами. Він працює в поєднанні з іншими антиоксидантами, такими як вітамін С і вітамін Е, щоб нейтралізувати ці вільні радикали та зменшити окислювальний стрес.",
        "<b>Підтримка здорової шкіри та очей:</b> вітамін В2 важливий для підтримки здорової шкіри, волосся та нігтів. Він відіграє важливу роль у виробництві колагену, білка, який забезпечує структуру та еластичність шкіри. Крім того, рибофлавін необхідний для підтримки хорошого зору та зміцнення здоров'я очей.",
        "<b>Виробництво еритроцитів:</b> рибофлавін бере участь у виробництві еритроцитів, які відповідають за перенесення кисню по всьому тілу. Достатній рівень вітаміну B2 необхідний для запобігання типу анемії під назвою «рибофлавінодефіцитна анемія»..",
        "<b>Підтримка нервової системи:</b> вітамін В2 важливий для правильного функціонування нервової системи. Це допомагає підтримувати здоров’я мієлінової оболонки, захисної оболонки нервових волокон, яка полегшує передачу нервових імпульсів."
      ]
    },
    "dosage": {
      "items": [
        "1.3 мг на день для чоловіків, 1.1 мг для жінок.",
        "Джерела: молочні продукти, яйця, зелені листові овочі.",
        "Дефіцит може призвести до шкірних розладів.",
        "Рибофлавін (вітамін B2) є чутливим до світла через його молекулярну структуру. Молекула рибофлавіну містить подвійні зв'язки та інші функціональні групи, які можуть бути вразливі до руйнування під впливом ультрафіолетового випромінювання. Ультрафіолетові промені можуть викликати окиснення та інші реакції, які призводять до розкладу рибофлавіну."
      ]
    }
  },
  {
    "id": 8,
    "name": "Вітамін B3 (Ніацин)",
    "description": "Ніацин є членом комплексу вітамінів групи В і складається з двох форм: нікотинової кислоти та нікотинаміду. Обидві форми є біологічно активними і можуть використовуватися організмом для виконання своїх функцій.\n\nНікотинова кислота, також відома як ніацинамід, є формою ніацину, яка зазвичай міститься в харчових продуктах. В організмі він перетворюється в свою активну форму, нікотинамідаденіндинуклеотид (НАД). NAD є незамінним коферментом, який бере участь у численних ферментативних реакціях, пов’язаних з виробництвом енергії, відновленням ДНК і клітинною сигналізацією.\n\nНікотинамід, з іншого боку, є попередником NAD і головним чином бере участь у виробництві клітинної енергії. Організм також може перетворювати триптофан — амінокислоту — на нікотинамід.  Ніацин працює в організмі як кофермент, з більш ніж 400 ферментами, залежними від нього для різних реакцій. Ніацин допомагає перетворювати поживні речовини в енергію, створювати холестерин і жири, створювати і відновлювати ДНК, а також надавати антиоксидантну дію.",
    "benefits": {
      "items": [
        "<b>Виробництво енергії:</b> Вітамін B3 необхідний для перетворення вуглеводів, жирів і білків в корисну енергію. Він відіграє вирішальну роль у виробництві аденозинтрифосфату (АТФ), енергетичної валюти організму..",
        "<b>Управління холестерином.</b> Було показано, що ніацин знижує ліпіди, зокрема, підвищує рівень ліпопротеїнів високої щільності (ЛПВЩ або «хорошого» холестерину), одночасно знижуючи рівень ліпопротеїнів низької щільності (ЛПНЩ або «поганого» холестерину) і тригліцеридів. Це може допомогти покращити ліпідний профіль і знизити ризик серцево-судинних захворювань.",
        "<b>Функція нервової системи:</b> вітамін B3 бере участь у синтезі нейромедіаторів, які є хімічними речовинами, які передають сигнали між нервовими клітинами. Він підтримує правильне функціонування нервової системи та допомагає підтримувати здорову роботу мозку.",
        "<b>Відновлення ДНК і здоров'я клітин:</b> ніацин важливий для відновлення ДНК, що допомагає підтримувати цілісність генетичного матеріалу та підтримує здоровий поділ клітин. Він також відіграє певну роль у виробництві певних ферментів, які беруть участь у клітинному метаболізмі.",
        "Ніацин також бере участь у синтезі різних сполук, необхідних для правильного функціонування травної системи. Він допомагає у виробництві травних ферментів, які розщеплюють їжу на більш дрібні молекули, які може засвоїти організм. Крім того, ніацин допомагає підтримувати здоров’я шлунково-кишкового тракту, запобігаючи таким проблемам, як діарея, запор і запалення.",
        "<b>Здоров’я шкіри:</b> ніацинамід, форма вітаміну В3, має різні переваги для шкіри. Це допомагає покращити бар’єрну функцію шкіри, зменшує втрату вологи та може мати протизапальну дію. Він використовується в місцевих кремах і лосьйонах для таких захворювань, як акне, розацеа та гіперпігментація."
      ]
    },
    "dosage": {
      "items": [
        "16 мг NE на день для чоловіків, 14 мг NE для жінок.",
        "Джерела: курка, тунець, авокадо.",
        "Високі дози можуть спричинити побічні ефекти.",
        "Необхідний для вегетаріанців та веганів.",
        "Може використовуватися для лікування ніацинового дефіциту."
      ]
    }
  },
  {
    "id": 9,
    "name": "Вітамін B5 (Пантотенова кислота)",
    "description": " Він використовується для створення коферменту А (КоА), хімічної сполуки, яка допомагає ферментам будувати та розщеплювати жирні кислоти, а також виконувати інші метаболічні функції, і білка-переносника ацилу, який також бере участь у формуванні жирів.Кишкова флора також виробляє пантотенову кислоту, але її внесок у загальну кількість пантотенової кислоти, яку організм поглинає, невідомий ",
    "benefits": {
      "items": [
        "<b>Енергетичний обмін:</b> Вітамін B5 бере участь в обміні вуглеводів, жирів і білків. Це допомагає перетворювати ці макроелементи в енергію, яку організм може використовувати для повсякденної діяльності.",
        "<b>Виробництво коензиму А (КоА):</b> Коензим А є сполукою, яка відіграє центральну роль у багатьох метаболічних шляхах. Вітамін В5 необхідний для синтезу КоА, який бере участь у розщепленні жирних кислот, виробництві холестерину та синтезі різноманітних основних сполук, таких як гормони та нейромедіатори.",
        "<b>Клітинна функція та ріст:</b> Пантотенова кислота необхідна для синтезу ліпідів, які є важливими компонентами клітинних мембран. Він також бере участь у виробництві еритроцитів, стероїдних гормонів і деяких нейромедіаторів, які мають вирішальне значення для загального росту, розвитку та функціонування клітин.",
        "<b>Здоров'я шкіри.</b> Вітамін B5 пов'язують із покращенням здоров'я шкіри. Він відіграє важливу роль у підтримці цілісності шкірного бар’єру, запобігаючи втраті вологи та сприяючи загоєнню ран і подразнень шкіри. Він широко використовується в продуктах по догляду за шкірою завдяки своїм зволожуючим і заспокійливим властивостям.",
        "<b>Управління стресом:</b> вітамін B5 бере участь у виробленні гормонів надниркових залоз, включаючи кортизол, які важливі для реакції організму на стрес. Достатній рівень вітаміну B5 може допомогти підтримувати здатність організму ефективно справлятися зі стресом..",
        "<b>Метаболізм поживних речовин:</b> вітамін В5 бере участь у метаболізмі інших необхідних поживних речовин, таких як вітаміни, мінерали та амінокислоти. Він сприяє засвоєнню та використанню цих поживних речовин організмом.",
        "Сприяє виробництву стресових та статевих гормонів."
      ]
    },
    "dosage": {
      "items": [
        "5 мг на день для дорослих.",
        "Джерела: гриби, авокадо, яйця, цільні зерна.",
        "Дефіцит рідкісний, але може викликати втомлюваність.",
        "Збільшене споживання рекомендоване під час стресу."
      ]
    }
  },
  {
    "id": 10,
    "name": "Вітамін B6 (Піридоксин)",
    "description": "Піридоксаль-5'-фосфат (PLP) є активною формою коферменту та найпоширенішим показником рівня B6 в крові в організмі. PLP — це кофермент, який допомагає більш ніж 100 ферментам виконувати різні функції, включаючи розщеплення білків, вуглеводів і жирів; підтримання нормального рівня гомоцистеїну (оскільки високий рівень може викликати проблеми з серцем); підтримка імунної функції та здоров’я мозку. ",
    "benefits": {
      "items": [
        "<b>Метаболізм і виробництво енергії:</b> Вітамін В6 бере участь у метаболізмі вуглеводів, білків і жирів. Це допомагає перетворювати ці макроелементи в енергію, придатну для організму. Він також бере участь у синтезі глікогену, форми зберігання глюкози.",
        "<b>Функція нервової системи:</b> Піридоксин необхідний для правильного функціонування нервової системи. Він бере участь у виробництві нейромедіаторів, таких як серотонін, дофамін і гамма-аміномасляна кислота (ГАМК), які регулюють настрій, сон і загальну роботу мозку.",
        "<b>Виробництво еритроцитів:</b> Вітамін B6 необхідний для виробництва гемоглобіну, білка, який переносить кисень в еритроцитах. Він також бере участь у синтезі інших компонентів еритроцитів.",
        "<b>Регуляція гормонів:</b> Вітамін B6 бере участь у синтезі та метаболізмі різних гормонів, у тому числі тих, що беруть участь у регуляції настрою, стресу та сну. Він також відіграє певну роль у регуляції рівня естрогену та прогестерону у жінок.",
        "<b>Когнітивна функція:</b> достатній рівень вітаміну B6 необхідний для оптимальної когнітивної функції та розвитку мозку. Це було пов’язано з покращенням пам’яті, концентрації та загальної когнітивної діяльності..",
        "<b>Здоров’я серця:</b> Вітамін B6 бере участь у метаболізмі гомоцистеїну, амінокислоти, підвищення рівня якої пов’язане з підвищеним ризиком серцево-судинних захворювань. Достатнє споживання вітаміну В6 разом з іншими вітамінами групи В допомагає підтримувати здоровий рівень гомоцистеїну."
      ]
    },
    "dosage": {
      "items": [
        "1.3-1.7 мг на день для дорослих.",
        "Джерела: банани, картопля, горіхи, м'ясо птиці.",
        "Високі дози можуть викликати неврологічні розлади.",
        "Важливий для вагітних та годуючих жінок."
      ]
    }
  },
  {
    "id": 11,
    "name": "Вітамін B7 (Біотин)",
    "description": "Відомий також як вітамін H, біотин сприяє метаболізму жирів, вуглеводів і білків.",
    "benefits": {
      "items": [
        "<b>Метаболізм макроелементів:</b> біотин необхідний для метаболізму вуглеводів, жирів і білків. Він діє як кофактор для різних ферментів, які беруть участь у цих метаболічних шляхах, допомагаючи перетворювати ці макроелементи в корисну енергію та інші важливі молекули.",
        "<b>Здорове волосся, шкіра та нігті.</b> Біотин часто асоціюють із сприянням здоров’ю волосся, шкіри та нігтів. Він бере участь у синтезі кератину, білка, який забезпечує міцність і структуру цих тканин. Дефіцит біотину може призвести до ламкості волосся, випадіння волосся та проблем зі шкірою.",
        "<b>Підтримка слизових оболонок: </b>Вітамін B7 допомагає підтримувати здоров’я слизових оболонок, у тому числі тих, що вистилають травний тракт, дихальну систему та репродуктивні органи. Це відіграє важливу роль у їх правильному функціонуванні та цілісності.",
        "<b>Підтримка розвитку плода: </b>під час вагітності біотин важливий для розвитку ембріона та плоду. Адекватний рівень біотину необхідний для правильного росту та розвитку дитини.",
        "<b>Регуляція рівня цукру в крові:</b> біотин бере участь у метаболізмі глюкози, основного джерела палива для організму. Він допомагає регулювати рівень цукру в крові та підтримує функцію інсуліну.",
        "<b>Здорова нервова система:</b> вітамін В7 необхідний для нормального функціонування нервової системи. Він сприяє синтезу нейромедіаторів і підтримує оптимальну роботу нервів."
      ]
    },
    "dosage": {
      "items": [
        "30 мкг на день для дорослих.",
        "Джерела: яєчний жовток, горіхи, соєві боби, цільнозернові.",
        "Дефіцит може призвести до шкірних розладів та випадіння волосся.",
        "Важливий для здоров'я печінки."
      ]
    }
  },
  {
    "id": 12,
    "name": "Вітамін B9 (Фолієва кислота)",
    "description": "Фолієва кислота допомагає формувати ДНК і РНК і бере участь у білковому обміні. Він відіграє ключову роль у розщепленні гомоцистеїну, амінокислоти, яка може мати шкідливий вплив на організм, якщо вона присутня у великих кількостях. Фолієва кислота також необхідна для виробництва здорових червоних кров’яних тілець і має вирішальне значення в періоди швидкого росту, наприклад під час вагітності та внутрішньоутробного розвитку.",
    "benefits": {
      "items": [
        "<b>Синтез ДНК і поділ клітин:</b> Фолієва кислота необхідна для синтезу і відновлення ДНК, генетичного матеріалу в клітинах. Це особливо важливо в періоди швидкого поділу та росту клітин, наприклад під час вагітності та дитинства. Адекватний рівень фолієвої кислоти є вирішальним для правильного поділу та розвитку клітин.",
        "<b>Виробництво еритроцитів:</b> фолат бере участь у виробництві еритроцитів. Він допомагає у формуванні та дозріванні еритроцитів, які відповідають за перенесення кисню по всьому тілу. Недостатній рівень фолієвої кислоти може призвести до типу анемії, яка називається мегалобластною анемією, яка характеризується великими незрілими еритроцитами.",
        "<b>Розвиток нервової трубки:</b> достатнє споживання фолієвої кислоти має важливе значення на ранніх термінах вагітності для підтримки розвитку нервової трубки плода. Дефекти нервової трубки, такі як розщелина хребта та аненцефалія, можуть виникнути, коли в цей критичний період не вистачає фолієвої кислоти. З цієї причини жінкам дітородного віку рекомендується споживати достатню кількість фолієвої кислоти через дієту або добавки.",
        "<b>Регулювання гомоцистеїну:</b> Фолієва кислота разом з вітамінами B6 і B12 допомагає регулювати рівень амінокислоти під назвою гомоцистеїн. Підвищений рівень гомоцистеїну в крові пов'язаний з підвищеним ризиком серцево-судинних захворювань. Достатнє споживання фолієвої кислоти допомагає підтримувати рівень гомоцистеїну в нормі, сприяючи здоров’ю серця.",
        "<b>Когнітивні функції.</b> Деякі дослідження показують, що фолат може відігравати певну роль у підтримці когнітивних функцій і психічного здоров’я. Низькі рівні фолієвої кислоти пов’язані з підвищеним ризиком зниження когнітивних функцій і депресії. Однак необхідні подальші дослідження, щоб повністю зрозуміти зв’язок між фолатом і здоров’ям мозку.",
        "<b>Метилювання ДНК:</b> фолат бере участь у процесі, який називається метилюванням ДНК, який допомагає регулювати експресію генів. Правильне метилювання ДНК має важливе значення для нормального функціонування та розвитку клітин.",
      "<b>Фолієва кислота корисна для чоловіків</b> тим, що знижує кількість сперматозоїдів з дефектами ДНК, з неправильним числом хромосом. У поєднанні з вітаміном E вона стимулює вироблення сперми і сприяє збільшенню її обсягу, що благотворно відбивається на шансах зачати дитину."
      ]
    },
    "dosage": {
      "items": [
        "400 мкг на день для дорослих.",
        "Джерела: листяні зелені овочі, фрукти, горіхи, боби.",
        "Дефіцит може призвести до анемії та проблем зі здоров'ям при вагітності.",
        "Збільшене споживання рекомендоване для вагітних."
      ]
    }
  },
  {
    "id": 13,
    "name": "Вітамін B12 (Кобаламін)",
    "description": "Ціанокобаламін: ціанокобаламін є синтетичною формою вітаміну B12. Він складається з молекули кобаламіну з ціанідною групою (CN).Метилкобаламін: Метилкобаламін є природною формою вітаміну B12. Він містить метильну групу (CH3), пов’язану з молекулою кобаламіну. Ціанокобаламін: ціанокобаламін не використовується безпосередньо організмом. Він повинен пройти процес перетворення, щоб стати метаболічно активним.Метилкобаламін: Метилкобаламін, навпаки, вже знаходиться в біологічно активній формі. Це означає, що коли ви приймаєте метилкобаламін, ваше тіло може негайно використовувати його для різних основних функцій",
    "benefits": {
      "items": [
        "<b>Виробництво еритроцитів:</b> Вітамін B12 необхідний для синтезу еритроцитів. Він працює разом з фолієвою кислотою для підтримки виробництва здорових еритроцитів, які відповідають за перенесення кисню по всьому тілу. Дефіцит вітаміну B12 може призвести до типу анемії, яка називається мегалобластною анемією, яка характеризується великими незрілими еритроцитами.",
        "<b>Функція нервової системи:</b> Вітамін B12 відіграє вирішальну роль у підтримці здоров'я та функціонування нервової системи. Він бере участь у виробництві мієліну, захисної оболонки навколо нервів, яка сприяє належній передачі нервових сигналів. Дефіцит вітаміну B12 може призвести до неврологічних симптомів, таких як оніміння, поколювання та слабкість.",
        "<b>Синтез ДНК і поділ клітин:</b> кобаламін необхідний для синтезу ДНК, що важливо для росту, розвитку та підтримки клітин. Він підтримує правильний поділ клітин, особливо в тканинах з високою швидкістю обміну, таких як кістковий мозок і шлунково-кишковий тракт.",
        "<b>Виробництво енергії:</b> вітамін B12 бере участь у метаболізмі макроелементів (вуглеводів, жирів і білків) і допомагає у виробництві енергії з цих поживних речовин. Це допомагає перетворювати їжу в енергію, придатну для використання організмом.",
        "<b>Когнітивна функція:</b> достатній рівень вітаміну В12 важливий для оптимальної когнітивної функції. Дефіцит вітаміну B12 пов’язаний із зниженням когнітивних функцій, проблемами з пам’яттю та підвищеним ризиком неврологічних розладів, включаючи деменцію та хворобу Альцгеймера.",
        "<b>Здоров'я серця:</b> Вітамін B12 разом з вітаміном B6 і фолієвою кислотою допомагає регулювати рівень гомоцистеїну. Підвищений рівень гомоцистеїну пов'язаний з підвищеним ризиком серцево-судинних захворювань. Достатнє споживання вітаміну B12 допомагає підтримувати здоровий рівень гомоцистеїну, сприяючи здоров’ю серця.",
        "<b>Підтримка під час вагітності та дитинства:</b> Вітамін B12 має вирішальне значення для правильного розвитку плоду під час вагітності. Він відіграє важливу роль у формуванні нервової трубки та розвитку мозку. Достатнє споживання вітаміну В12 важливо для вагітних жінок для підтримки росту та розвитку дитини. Немовлятам також важливо забезпечити здоровий розвиток мозку та нервової системи."
      ]
    },
    "dosage": {
      "items": [
        "2.4 мкг на день для дорослих.",
        "Джерела: м'ясо, риба, молочні продукти, фортифіковані продукти.",
        "Дефіцит може призвести до неврологічних розладів.",
        "Вегани можуть потребувати доповнення."
      ]
    }
  }
]
