[
  {
    "id": 1,
    "name": "Вітамін A",
    "description": "Форми вітаміну присутні в продуктах рослинного походження метаболічні попередники вітаміну А, які перетворюються на ретинол у кишечнику – бета-каротин, зеаксантин, лютеїн, лікопін та ще 6 інших каротиноїдів, які хоч і меншою мірою, але також беруть участь в обмінних процесах.",
    "benefits": {
      "items": [
        "<b>Зір:</b> вітамін А необхідний для гарного зору, особливо в умовах слабкого освітлення. Це компонент родопсину, пігменту в очах, який допомагає нічному баченню. Забезпечує сприйняття кольорів та гостроту зору у сутінках та темряві, захищає кришталик від помутніння, а центр сітківки ока від вікової дегенерації;",
        "<b>Підтримка імунної системи:</b> вітамін А бере участь у розвитку та підтримці імунної системи. Він допомагає регулювати імунну відповідь і підвищує здатність організму боротися з інфекціями та хворобами. Робить лейкоцити більш живучими, чим посилює опір організму вірусним, бактеріальним та грибковим інфекціям. Необхідний для синтезу противірусних та антибактеріальних речовин – лізоциму інтерферону, імуноглобуліну А",
        "<b>Відновлює клітини шкіри</b>, регулює вироблення шкірного сала. Допомагає лікувати акне, покращити текстуру шкіри та зменшити появу тонких ліній і зморшок.  Прискорює регенерацію клітин шкіри, стимулює вироблення колагену, нормалізує вироблення шкірного сала, регулює пігментацію шкірного покриву та синтез ферментів, що відповідають за природне відмирання епітеліальних клітин;",
        "<b>Репродуктивне здоров'я:</b> вітамін А необхідний для репродуктивного здоров'я як чоловіків, так і жінок. У чоловіків він підтримує виробництво сперми, тоді як у жінок він відіграє важливу роль у розвитку ембріона під час вагітності."
      ]
    },
    "dosage": {
      "items": [
        "Для чоловіків – 900 мкг;",
        "Для жінок – 700 мкг;",
        "Для вагітних (починаючи з ІІ триместру) – 770 мкг;",
        "Для тих, хто годує грудьми – 1300 мкг;",
        "Максимально допустима добова доза вітаміну А для дорослих – 3000 мкг;",
        "Для перерахунку в ретинол показник бета-каротину потрібно розділити на 2. Перевести мкг ретинолу в одиниці МО (IU) допоможе співвідношення: 1000 мкг – 3300 МО (IU)."
      ]
    }
  },
  {
    "id": 2,
    "name": "Вітамін C",
    "description":"Аскорбінова кислота бере активну роль в утворенні гормонів щитовидної залози, виробленні колагену, перетворенні серотоніну – одного з головних нейромедіаторів. Також вітамін С відповідає за надходження глюкози в клітини тканин. Будучи найсильнішим антиоксидантом, аскорбінова кислота надає потужну омолоджуючу дію на всі тканини організму та уповільнює старіння.",
    "benefits": {
      "items": [
        "<b>Антиоксидантна активність:</b> вітамін С діє як потужний антиоксидант, захищаючи клітини від пошкодження, спричиненого вільними радикалами. Вільні радикали — це нестабільні молекули, які можуть спричинити окислювальний стрес, який пов’язують із різними хронічними захворюваннями, включаючи хвороби серця, рак і нейродегенеративні розлади. Нейтралізуючи вільні радикали, вітамін С допомагає зменшити окислювальний стрес і підтримує загальне здоров’я клітин.",
        "<b>Синтез колагену:</b> вітамін С відіграє важливу роль у синтезі колагену, білка, який забезпечує структуру та міцність сполучних тканин, таких як шкіра, кістки, сухожилля та кровоносні судини. Він необхідний для загоєння ран, утворення рубцевої тканини та підтримки здорової шкіри.",
        "<b>Підтримка імунної системи:</b> Вітамін С відомий своїми властивостями зміцнення імунітету. Він допомагає стимулювати виробництво та функціонування різних імунних клітин, у тому числі лейкоцитів, які важливі для боротьби з інфекціями. Він також діє як кофактор для ферментів, що беруть участь в імунній відповіді. Стимулює синтез інтерферону, що виробляється клітинами у відповідь на вторгнення вірусів і мікробів;",
        "<b>Засвоєння заліза:</b> Вітамін С покращує поглинання негемового заліза, типу заліза, яке міститься в продуктах рослинного походження та продуктах, збагачених залізом. Сприяючи засвоєнню заліза, вітамін С допомагає запобігти залізодефіцитній анемії, поширеному дефіциту харчування."
      ]
    },
    "dosage": {
      "items": [
        "65-90 мг на день для дорослих.",
        "Джерела: цитрусові, ківі, перець.",
        "Не перевищувати 2000 мг на день.",
        "Важливо для курців і людей під стресом."
      ]
    }
  },
  {
    "id": 3,
    "name": "Вітамін D",
    "description": "Регулювання настрою. Вітамін D пов’язаний із регуляцією настрою та психічним благополуччям. Низький рівень вітаміну D пов’язаний із підвищеним ризиком депресії, сезонного афективного розладу (САР) та інших розладів настрою. Рецептори вітаміну D знаходяться в ділянках мозку, які беруть участь у регуляції настрою, і було показано, що добавки вітаміну D покращують симптоми депресії та покращують загальний настрій у деяких людей.",
    "benefits": {
      "items": [
        "Функція імунної системи: вітамін D бере участь у модулюванні імунної системи та посиленні її здатності боротися з інфекціями та хворобами. Він допомагає стимулювати виробництво та активність імунних клітин, таких як Т-клітини та макрофаги, які відіграють вирішальну роль у виявленні та знищенні патогенів, включаючи бактерії та віруси. Вітамін D також допомагає зменшити запалення, сприяючи збалансованій імунній відповіді та знижуючи ризик аутоімунних захворювань.",
         "Здоров'я кісток: вітамін D необхідний для підтримки міцних і здорових кісток. Він допомагає регулювати всмоктування кальцію та фосфору в кишечнику, необхідних мінералів для формування та мінералізації кісток. Вітамін D працює разом з паратиреоїдним гормоном, щоб забезпечити достатній рівень кальцію в крові, запобігаючи втраті кісткової маси та знижуючи ризик остеопорозу та переломів.",
        "Здоров'я серця: Вітамін D може мати кардіопротекторну дію та допомогти знизити ризик серцево-судинних захворювань. Він допомагає регулювати артеріальний тиск, покращувати функцію ендотелію та зменшувати запалення, що є факторами, пов’язаними зі здоров’ям серця. Дефіцит вітаміну D пов’язують із підвищеним ризиком гіпертонії, серцевої недостатності та ішемічної хвороби серця.",
        "Функція м'язів: Вітамін D відіграє важливу роль у підтримці оптимальної функції та сили м'язів. Він допомагає регулювати синтез м’язового білка та поглинання кальцію в м’язових клітинах, які необхідні для м’язового скорочення та продуктивності. Адекватний рівень вітаміну D може допомогти зменшити ризик м’язової слабкості, падінь і слабкості, особливо у літніх людей."
      ]
    },
    "dosage": {
      "items": [
        "65-90 мг на день для дорослих.",
        "Джерела: цитрусові, ківі, перець.",
        "Не перевищувати 2000 мг на день.",
        "Важливо для курців і людей під стресом."
      ]
    },

    "dosage1": "10-20 мкг (400-800 МО) на день для дорослих.",
    "dosage2": "Діти: рекомендована добова доза вітаміну D для немовлят становить 400 міжнародних одиниць (МО) на день, тоді як дітям старшого віку та підліткам може знадобитися від 600 до 1000 МО на день",
    "dosage3": "Джерела: сонячне світло, риба, яйця.",
    "dosage4": "Надлишок може призвести до накопичення кальцію."
  },
  {
    "id": 4,
    "name": "Вітамін E",
    "description": "Антиоксидант, який захищає клітини від пошкодження.",
    "benefits1": "Антиоксидантний захист: Вітамін Е є потужним антиоксидантом, який допомагає захистити клітини від окисного пошкодження, викликаного вільними радикалами. Вільні радикали - це нестабільні молекули, які можуть пошкоджувати клітини, білки та ДНК, що призводить до старіння, запалення та хронічних захворювань, таких як рак і серцево-судинні захворювання. Вітамін Е нейтралізує вільні радикали, віддаючи електрони для їх стабілізації, тим самим зменшуючи окислювальний стрес і сприяючи загальному здоров’ю клітин.",
    "benefits2": "Підтримка імунної системи: вітамін Е відіграє життєво важливу роль у підтримці функції імунної системи. Він допомагає регулювати активність імунних клітин, посилювати вироблення антитіл і посилювати захисні механізми організму від інфекцій і хвороб. Дефіцит вітаміну Е пов’язують із порушенням імунної функції та підвищеною сприйнятливістю до інфекцій. Підтримуючи достатній рівень вітаміну Е, люди можуть підтримувати здатність своєї імунної системи боротися з патогенними мікроорганізмами та підтримувати загальний стан здоров’я та благополуччя..",
    "benefits3": "Здоров'я шкіри: вітамін Е відомий своїми живильними властивостями. Він допомагає зволожити та гідратувати шкіру, покращуючи її еластичність та зменшуючи появу зморшок і тонких ліній. Вітамін Е також допомагає захистити шкіру від пошкодження УФ-випромінюванням, забруднювачами навколишнього середовища та іншими зовнішніми факторами стресу, сприяючи молодості та сяючому кольору обличчя. Крім того, вітамін Е має протизапальну дію, що може допомогти заспокоїти роздратовану або запалену шкіру, наприклад екзему та дерматит.",
    "benefits4": "Здоров'я серця: Вітамін Е може мати кардіопротекторну дію та допомогти знизити ризик серцево-судинних захворювань. Він допомагає запобігти окисленню холестерину ЛПНЩ (часто його називають «поганим» холестерином), що може призвести до утворення бляшок в артеріях і збільшити ризик інфарктів та інсультів. Вітамін Е також допомагає покращити функцію ендотелію, зменшити запалення та запобігти утворенню тромбів, сприяючи здоровому кровотоку та серцево-судинній роботі.",
    "benefits5": "Сприяє нормальному згортанню крові.",
    "dosage1": "Дорослі: рекомендована добова доза вітаміну Е для дорослих становить приблизно 15 мг на день. Однак більш високі дози (до 400 МО або 268 мг) можуть застосовуватися при певних захворюваннях або як частина комплексної антиоксидантної схеми.",
    "dosage2": "Діти: рекомендована добова норма споживання вітаміну Е для дітей залежить від віку. Для немовлят адекватне споживання (AI) становить приблизно від 4 до 5 міліграмів (мг) на день, тоді як дітям старшого віку може знадобитися від 6 до 11 мг на день. ",
    "dosage3": ""
  },
  {
    "id": 5,
    "name": "Вітамін K",
    "description": "Необхідний для згортання крові та здоров'я кісток.",
    "benefits1": "Сприяє нормальному згортанню крові.",
    "benefits2": "Підтримує здоров'я кісток.",
    "benefits3": "Може знижувати ризик кровотеч.",
    "benefits4": "Підтримує серцево-судинну систему.",
    "benefits5": "Запобігає остеопорозу.",
    "benefits6": "Регулює рівні кальцію в крові.",
    "benefits7": "Може підтримувати здоров'я артерій.",
    "dosage1": "120 мкг для чоловіків, 90 мкг для жінок на день.",
    "dosage2": "Джерела: зелені листові овочі, риба, яйця.",
    "dosage3": "Надлишок рідко зустрічається.",
    "dosage4": "Важливо при прийомі антикоагулянтів.",
    "dosage5": "Може потребувати доповнення для певних груп населення.",
    "dosage6": ""
  },
  {
    "id": 6,
    "name": "Вітамін B1 (Тіамін)",
    "description": "Вітамін Б1, відомий також як тіамін, є одним з важливих вітамінів розчинних у воді з групи вітамінів В. Головною функцією вітаміну В1 є участь у ферментних процесах, які допомагають перетворювати глюкозу (вуглеводи) на енергію, необхідну для роботи організму. Він також впливає на нервову систему та м'язи.",
    "benefits1": "<b>Участь в обміні вуглеводів</b>Вітамін В1 допомагає у формуванні важливих ферментів, таких як тіамін-дифосфат (ТДФ), який бере участь у перетворенні глюкози (вуглеводів) в енергію у процесі гліколізу. Гліколіз - це перший крок у розщепленні глюкози для отримання енергії в формі АТФ (аденозинтрифосфату). Тіамін є важливим компонентом для утворення ацетилкоензиму A (АЦК), який є ключовим молекулярним з'єднанням у цитратному циклі і бета-окисленні жирів. Це дозволяє організму отримувати енергію з різних джерел, включаючи вуглеводи та жири. Загалом, вітамін В1 відіграє критичну роль в обміні вуглеводів, допомагаючи організму ефективно використовувати глюкозу як джерело енергії та забезпечувати нормальне функціонування метаболічних процесів. ",
    "benefits2": "<b>Роль у роботі нервової системи.</b> Тіамін необхідний для правильної функції нервових клітин і передачі нервових сигналів. B1 є важливим фактором для синтезу ацетилхоліну, одного з головних нейромедіаторів в нервовій системі. Ацетилхолін відповідає за передачу нервових сигналів між нервовими клітинами і м'язами. Необхідність тіаміну в цьому процесі допомагає підтримувати нормальну функцію м'язів та нервів. Тіамін допомагає захищати нервові клітини від окислювання, яке може завдати шкоди їх структурі та функції. Окислювальний стрес може бути шкідливим для нервової системи, і тіамін допомагає зменшити це навантаження.\n\nВітамін B1 також важливий для утримання мієліну, захисної оболонки, що оточує нейрони і допомагає впоратися з передачею нервових імпульсів. Мієлін є необхідним компонентом для ефективної передачі нервових сигналів.",
    "benefits3": "<b>Вплив на здоров'я серця</b>Серце, як м'яз, постійно потребує енергії для належної роботи, і тіамін сприяє забезпеченню її правильного рівня. Тіамін є антиоксидантом, і він допомагає захищати клітини серця від ушкоджень, що можуть виникнути внаслідок окислювального стресу. Окислювання може призвести до запалення та пошкодження судин, що може бути пов'язано з серцевими проблемами. Тіамін покращує роботу нервової системи, що сприяє правильному функціонуванню серця через регуляцію нервових сигналів.",
    "dosage1": "1.2 мг на день для чоловіків, 1.1 мг для жінок.",
    "dosage2": "Джерела: цільні зерна, свинина, горіхи.",
    "dosage3": "Дефіцит вітаміну B1 (тіаміну) може призвести до ряду симптомів, які включають: Неврологічні симптоми: погіршення пам'яті, слабкість, параліч, відчуття \"поколювання\" в руках та ногах. Гастроінтестинальні проблеми: втрата апетиту, нудота, блювота, діарея та зниження маси тіла. Серцеві проблеми: тахікардія (прискорений серцевий ритм). Шкірні вияви: у рідких випадках дефіцит B1 може призвести до шкірних проблем, таких як висипи та запалення на шкірі.."
  },
  {
    "id": 7,
    "name": "Вітамін B2 (Рибофлавін)",
    "description": "Його називають «вітаміном краси» за властивості впливати на стан волосся та шкіри. Рибофлавін мононуклеотід відіграє важливу роль в метаболізмі, допомагає тілу переробляти білки, жири та вуглеводи, а також забезпечує кисень, необхідний для вироблення енергії. Завдяки йому вуглеводи з їжі перетворюються в аденозинтрифосфат (АТФ), що виробляє енергію для накопичення в м'язах.Вітамін В2 приймає участь у синтезі глутатіону - антиоксиданту, необхідного для здоров'я очей і нормальної роботи імунної системи. Він регулює інші вітаміни й мінерали: впливає на вироблення та засвоюваність вітамінів В3, В6 і В9, а також заліза. Відомо, що В2 ефективний для лікування мігрені, тому люди, що страждають від постійних головних болів, можуть відчути чудову дію рибофлавіну. ",
    "benefits1": "<b>Виробництво енергії:</b> Вітамін В2 бере участь у метаболізмі вуглеводів, жирів і білків. Він допомагає перетворювати ці макроелементи в енергію, необхідну організму для різних фізіологічних процесів.",
    "benefits2": "<b>Антиоксидантна активність: </b>рибофлавін має антиоксидантні властивості, тобто він допомагає захистити клітини від пошкоджень, викликаних шкідливими вільними радикалами. Він працює в поєднанні з іншими антиоксидантами, такими як вітамін С і вітамін Е, щоб нейтралізувати ці вільні радикали та зменшити окислювальний стрес.",
    "benefits3": "<b>Підтримка здорової шкіри та очей:</b> вітамін В2 важливий для підтримки здорової шкіри, волосся та нігтів. Він відіграє важливу роль у виробництві колагену, білка, який забезпечує структуру та еластичність шкіри. Крім того, рибофлавін необхідний для підтримки хорошого зору та зміцнення здоров'я очей.",
    "benefits4": "<b>Виробництво еритроцитів:</b> рибофлавін бере участь у виробництві еритроцитів, які відповідають за перенесення кисню по всьому тілу. Достатній рівень вітаміну B2 необхідний для запобігання типу анемії під назвою «рибофлавінодефіцитна анемія»..",
    "benefits5": "<b>Підтримка нервової системи:</b> вітамін В2 важливий для правильного функціонування нервової системи. Це допомагає підтримувати здоров’я мієлінової оболонки, захисної оболонки нервових волокон, яка полегшує передачу нервових імпульсів.",
    "dosage1": "1.3 мг на день для чоловіків, 1.1 мг для жінок.",
    "dosage2": "Джерела: молочні продукти, яйця, зелені листові овочі.",
    "dosage3": "Дефіцит може призвести до шкірних розладів.",
    "dosage4": "Важливо для людей, які займаються спортом.",
    "dosage5": "Збільшене споживання рекомендоване для веганів.",
    "dosage6": ""
  },
  {
    "id": 8,
    "name": "Вітамін B3 (Ніацин)",
    "description": "Сприяє метаболізму енергії, підтримує функції шкіри, нервової системи та травлення.",
    "benefits1": "<b>Виробництво енергії:</b> Вітамін B3 необхідний для перетворення вуглеводів, жирів і білків в корисну енергію. Він відіграє вирішальну роль у виробництві аденозинтрифосфату (АТФ), енергетичної валюти організму..",
    "benefits2": "<b>Управління холестерином.</b> Було показано, що ніацин знижує ліпіди, зокрема, підвищує рівень ліпопротеїнів високої щільності (ЛПВЩ або «хорошого» холестерину), одночасно знижуючи рівень ліпопротеїнів низької щільності (ЛПНЩ або «поганого» холестерину) і тригліцеридів. Це може допомогти покращити ліпідний профіль і знизити ризик серцево-судинних захворювань.",
    "benefits3": "<b>Функція нервової системи:</b> вітамін B3 бере участь у синтезі нейромедіаторів, які є хімічними речовинами, які передають сигнали між нервовими клітинами. Він підтримує правильне функціонування нервової системи та допомагає підтримувати здорову роботу мозку.",
    "benefits4": "<b>Відновлення ДНК і здоров'я клітин:</b> ніацин важливий для відновлення ДНК, що допомагає підтримувати цілісність генетичного матеріалу та підтримує здоровий поділ клітин. Він також відіграє певну роль у виробництві певних ферментів, які беруть участь у клітинному метаболізмі.",
    "benefits5": "<b>Здоров’я шкіри:</b> ніацинамід, форма вітаміну В3, має різні переваги для шкіри. Це допомагає покращити бар’єрну функцію шкіри, зменшує втрату вологи та може мати протизапальну дію. Він використовується в місцевих кремах і лосьйонах для таких захворювань, як акне, розацеа та гіперпігментація.",
    "dosage1": "16 мг NE на день для чоловіків, 14 мг NE для жінок.",
    "dosage2": "Джерела: курка, тунець, авокадо.",
    "dosage3": "Високі дози можуть спричинити побічні ефекти.",
    "dosage4": "Необхідний для вегетаріанців та веганів.",
    "dosage5": "Може використовуватися для лікування ніацинового дефіциту.",
    "dosage6": ""
  },
  {
    "id": 9,
    "name": "Вітамін B5 (Пантотенова кислота)",
    "description": "Важливий для синтезу та метаболізму білків, жирів, вуглеводів.",
    "benefits1": "<b>Енергетичний обмін:</b> Вітамін B5 бере участь в обміні вуглеводів, жирів і білків. Це допомагає перетворювати ці макроелементи в енергію, яку організм може використовувати для повсякденної діяльності.",
    "benefits2": "<b>Виробництво коензиму А (КоА):</b> Коензим А є сполукою, яка відіграє центральну роль у багатьох метаболічних шляхах. Вітамін В5 необхідний для синтезу КоА, який бере участь у розщепленні жирних кислот, виробництві холестерину та синтезі різноманітних основних сполук, таких як гормони та нейромедіатори.",
    "benefits3": "<b>Клітинна функція та ріст:</b> Пантотенова кислота необхідна для синтезу ліпідів, які є важливими компонентами клітинних мембран. Він також бере участь у виробництві еритроцитів, стероїдних гормонів і деяких нейромедіаторів, які мають вирішальне значення для загального росту, розвитку та функціонування клітин.",
    "benefits4": "<b>Здоров'я шкіри.</b> Вітамін B5 пов'язують із покращенням здоров'я шкіри. Він відіграє важливу роль у підтримці цілісності шкірного бар’єру, запобігаючи втраті вологи та сприяючи загоєнню ран і подразнень шкіри. Він широко використовується в продуктах по догляду за шкірою завдяки своїм зволожуючим і заспокійливим властивостям.",
    "benefits5": "<b>Управління стресом:</b> вітамін B5 бере участь у виробленні гормонів надниркових залоз, включаючи кортизол, які важливі для реакції організму на стрес. Достатній рівень вітаміну B5 може допомогти підтримувати здатність організму ефективно справлятися зі стресом..",
    "benefits6": "<b>Метаболізм поживних речовин:</b> вітамін В5 бере участь у метаболізмі інших необхідних поживних речовин, таких як вітаміни, мінерали та амінокислоти. Він сприяє засвоєнню та використанню цих поживних речовин організмом.",
    "benefits7": "Сприяє виробництву стресових та статевих гормонів.",
    "dosage1": "5 мг на день для дорослих.",
    "dosage2": "Джерела: гриби, авокадо, яйця, цільні зерна.",
    "dosage3": "Дефіцит рідкісний, але може викликати втомлюваність.",
    "dosage4": "Збільшене споживання рекомендоване під час стресу.",
    "dosage5": "Перевищення дози зазвичай не викликає побічних ефектів.",
    "dosage6": ""
  },
  {
    "id": 10,
    "name": "Вітамін B6 (Піридоксин)",
    "description": "Сприяє метаболізму амінокислот, виробництву гемоглобіну та регулюванню глюкози в крові.",
    "benefits1": "<b>Метаболізм і виробництво енергії:</b> Вітамін В6 бере участь у метаболізмі вуглеводів, білків і жирів. Це допомагає перетворювати ці макроелементи в енергію, придатну для організму. Він також бере участь у синтезі глікогену, форми зберігання глюкози.",
    "benefits2": "<b>Функція нервової системи:</b> Піридоксин необхідний для правильного функціонування нервової системи. Він бере участь у виробництві нейромедіаторів, таких як серотонін, дофамін і гамма-аміномасляна кислота (ГАМК), які регулюють настрій, сон і загальну роботу мозку.",
    "benefits3": "<b>Виробництво еритроцитів:</b> Вітамін B6 необхідний для виробництва гемоглобіну, білка, який переносить кисень в еритроцитах. Він також бере участь у синтезі інших компонентів еритроцитів.",
    "benefits4": "<b>Регуляція гормонів:</b> Вітамін B6 бере участь у синтезі та метаболізмі різних гормонів, у тому числі тих, що беруть участь у регуляції настрою, стресу та сну. Він також відіграє певну роль у регуляції рівня естрогену та прогестерону у жінок.",
    "benefits5": "<b>Когнітивна функція:</b> достатній рівень вітаміну B6 необхідний для оптимальної когнітивної функції та розвитку мозку. Це було пов’язано з покращенням пам’яті, концентрації та загальної когнітивної діяльності..",
    "benefits6": "<b>Здоров’я серця:</b> Вітамін B6 бере участь у метаболізмі гомоцистеїну, амінокислоти, підвищення рівня якої пов’язане з підвищеним ризиком серцево-судинних захворювань. Достатнє споживання вітаміну В6 разом з іншими вітамінами групи В допомагає підтримувати здоровий рівень гомоцистеїну.",
    "dosage1": "1.3-1.7 мг на день для дорослих.",
    "dosage2": "Джерела: банани, картопля, горіхи, м'ясо птиці.",
    "dosage3": "Високі дози можуть викликати неврологічні розлади.",
    "dosage4": "Важливий для вагітних та годуючих жінок.",
    "dosage5": "Може потребувати доповнення для людей з певними медичними станами.",
    "dosage6": ""
  },
  {
    "id": 11,
    "name": "Вітамін B7 (Біотин)",
    "description": "Відомий також як вітамін H, біотин сприяє метаболізму жирів, вуглеводів і білків.",
    "benefits1": "Підтримує здоров'я волосся, шкіри та нігтів.",
    "benefits2": "Регулює рівень цукру в крові.",
    "benefits3": "Сприяє здоров'ю нервової системи.",
    "benefits4": "Покращує метаболічні функції.",
    "benefits5": "Підтримує здоров'я вагітних.",
    "benefits6": "Покращує когнітивні функції.",
    "benefits7": "Допомагає у підтримці здорового серця.",
    "dosage1": "30 мкг на день для дорослих.",
    "dosage2": "Джерела: яєчний жовток, горіхи, соєві боби, цільнозернові.",
    "dosage3": "Дефіцит може призвести до шкірних розладів та випадіння волосся.",
    "dosage4": "Важливий для здоров'я печінки.",
    "dosage5": "Перевищення дози зазвичай не є проблемою.",
    "dosage6": ""
  },
  {
    "id": 12,
    "name": "Вітамін B9 (Фолати)",
    "description": "Важливий для виробництва ДНК та інших генетичних матеріалів, а також для розподілу клітин.",
    "benefits1": "Запобігає дефектам нервової трубки у новонароджених.",
    "benefits2": "Сприяє утворенню червоних кров'яних тілець.",
    "benefits3": "Підтримує здоров'я серця та судин.",
    "benefits4": "Може знижувати ризик депресії.",
    "benefits5": "Підтримує здоров'я мозку.",
    "benefits6": "Допомагає запобігти ранньому старінню.",
    "benefits7": "Важливий для метаболізму амінокислот.",
    "dosage1": "400 мкг на день для дорослих.",
    "dosage2": "Джерела: листяні зелені овочі, фрукти, горіхи, боби.",
    "dosage3": "Дефіцит може призвести до анемії та проблем зі здоров'ям при вагітності.",
    "dosage4": "Збільшене споживання рекомендоване для вагітних.",
    "dosage5": "Може вимагати доповнення для людей з певними захворюваннями.",
    "dosage6": ""
  },
  {
    "id": 13,
    "name": "Вітамін B12 (Кобаламін)",
    "description": "Необхідний для виробництва червоних кров'яних тілець, підтримки нервової системи та синтезу ДНК.",
    "benefits1": "Запобігає мегалобластичній анемії.",
    "benefits2": "Підтримує нормальну функцію нервової системи.",
    "benefits3": "Сприяє здоров'ю психіки.",
    "benefits4": "Підтримує здоров'я серця та судин.",
    "benefits5": "Покращує енергетичний метаболізм.",
    "benefits6": "Підтримує здоров'я шкіри та волосся.",
    "benefits7": "Може зменшувати ризик дегенерації макули.",
    "dosage1": "2.4 мкг на день для дорослих.",
    "dosage2": "Джерела: м'ясо, риба, молочні продукти, фортифіковані продукти.",
    "dosage3": "Дефіцит може призвести до неврологічних розладів.",
    "dosage4": "Вегани можуть потребувати доповнення.",
    "dosage5": "Перевищення дози зазвичай не викликає побічних ефектів.",
    "dosage6": ""
  }
]
